[
{
  
    "-NCBOsdNR-IvslnYNgiM": {
      "description": "ကွကို ကြည့် Nine Nine as Ko Aung, father of Thiri\n\nWutt Mhone Shwe Yi as May Hnin, mother of Thiri\n\nDaung as the photographer\n\nPyae Pyae (child actress) as Thiri\n\nTon Ton (child actress) as Thida\n\nThuta (child actor)\n\nAung Khant Paing (child actor)",
      "file_link": "https://t.me/HanniMovies7/36",
      "genres": "Horror/Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fmaxresdefault%20(1).jpg?alt=media&token=dce5ba79-db53-46c2-a955-3170a0468d6c",
      "name": "လိပ်ပြာစံအိမ် - 2019",
      "quality": "720 p",
      "size": "606 mb"
    },
    "-NCIa1qiiy65a29UZ07-": {
      "description": "ကိုဓါတ်ဘူးရဲ့ ဒီ​နေ့ထွက် Neflix ဇတ်ကားသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါပြီ။\nThe Adam’s Project လို့အမည်ရတဲ့ ဒီကားဟာ Sci-fic / Adventrue genreဖြစ်ပြီး\nကနဦး IMDb 8.7, RottenTomatoes 70%နဲ့ Metacritic 56% ရရှိထားပါတယ်။\n\nPause\n\n00:00\n\n-00:24\n\nUnmute\n\nSettings\n\nEnter fullscreenDownload\n\nCast ​တွေက​တော့ Marvel ဇာတ်​ကောင်​တွေကိုပဲ ​ရွေး​ခေါ်ထားသလားမှတ်ရ​အောင်ပဲ\nRyan Reynolds (Deadpool), Mark Ruffalo (Hulk),\nZoe Saldaña (Gamora)နဲ့ Jennifer Garner (Elektra)တို့ ပါဝင်အားဖြည့်ထားပါတယ်။\n\nအနာဂတ်ကာလက Adam Reed ဟာ အတိတ်ကာလ 2018 ကို\nမစ်ရှင်တစ်ခုအတွက် ပြန်လာဖို့ကြိုးစားရင်း ဒဏ်ရာအပြင်းအထန်ရကာ\n2022ခုနှစ်ကို အချိန်မှားပြီး ခုန်ကူးလိုက်ပါတယ်။\n2022 မှာ သူ့ရဲ့အတိတ်က Adam Reed နဲ့ ပြန်ဆုံခဲ့ပါတယ်။\nအနာဂတ် Adam တစ်​ယောက် အတိတ်Adam နဲ့တူတူ\nမူရင်းမစ်ရှင်ဖြစ်တဲ့ 2018 ကို ပြန်သွားဖို့ကြိုးစားရင်း\nကြုံ​တွေ့ရမယ့် စွန့်စားခန်း​တွေနဲ့ အလွဲအ​ချော်​တွေကို ကြည့်ရှုရမှာပါ။\n\nတစ်ခုထူးခြားတာက ဒီကားမှာ ပါဝင်ထားတဲ့ Ryan Reynolds ရဲ့ ဇာတ်​ကောင်က\nသူ့ရဲ့မူရင်းစတိုင်နဲ့ ကွဲထွက်ပြီး ​ပိုပြီး​လေးနက်တဲ့၊ ရင့်ကျက်တဲ့ Ryan Reynoldsပုံစံဖြစ်​နေတာပါ။\nသူ့ရဲ့မူရင်းပုံစံ ရွှတ်​နောက်​နောက်၊ ပြောင်​ချော်ချော်၊ ပါးစပ်စည်းမ​စောင့်တဲ့ လူငယ်ပုံစံကို\nGirl in the Basement နဲ့ Thunder Force ထဲက က​လေးသရုပ်​ဆောင် Braxton Bjerkenက အ​ကောင်းဆုံး သရုပ်​ဆောင်\nထားပါတယ်။\nဘယ်​တော့မှ မျက်နှာပိုးမ​သေတဲ့ Ryan ကြီးက\nသူ့ရဲ့အချိုးမ​ပြေတဲ့ ငယ်ဘဝကို ပြန်ထိန်း​နေတာကို ကြည့်ရတာ တစ်မျိုးကြည့်​ကောင်းသလို\nသူ့ရဲ့သရုပ်​​ဆောင်စွမ်းရည် မ​ခေ​ကြောင်း ပြသထားတဲ့ ဇာတ်ကားပါပဲ\n\n",
      "file_link": "https://t.me/HanniMovies7/51",
      "genres": "Sci-Fi / Adventure",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FHD-wallpaper-movie-the-adam-project-jennifer-garner-mark-ruffalo.jpg?alt=media&token=abf12d8c-2aea-42dd-981f-1c222096c426",
      "name": "The Adam Project - 2022",
      "quality": "720 p",
      "size": "764 mb"
    },
    "-NCNfWOn_AX0ljlTMHpc": {
      "description": "",
      "file_link": "",
      "genres": "",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220920_083026_664.jpg?alt=media&token=40577990-59d6-4b63-9adb-de4d5a50b7b8",
      "name": "Master - 2022",
      "quality": "",
      "size": ""
    },
    "-NCXKF8vUzycCD9RpR7T": {
      "description": "ကမ္ဘာကြီးဟာ အချိန်ကြာလာတာနဲ့အမျှ အမှိုက်သရိုက်တွေ နေထိုင်ဖို့မသင့်လောက်တဲ့အထိ\n\nဆိုးရွားတဲ့အခြေအနေမျိုးဖြစ်လာတယ်….ဒီအခြေအနေကိုကျော်လွှားဖို့ သိပ္ပံပညာရှင်တစ်ယောက်ဟာ UTSလို့ခေါ်တဲ့\n\nအာကာသဇုန်တစ်ခုဖန်တီးပြီး သီခြားကမ္ဘာတစ်ခုတည်ဆောက်ပြီးတော့ နေထိုင်ကြတယ်….အဲ့ဒီနေရာမှာ ထယ်ဟိုခေါင်းဆောင်တဲ့\n\nအဖွဲ့ငယ်လေးတစ်ဖွဲ့ရှိတယ်..သူတို့ကတော့ စွန့်ပစ်ပစ္စည်းတွေအာကာသထဲမှာလိုက်ကောက်ပြီး ဈေးကောင်းကောင်းနဲ့\n\nပြန်ရောင်းလေ့ရှိတဲ့အဖွဲ့ပေါ့…..ဆန်တို့ သဘာဝအသီးအနှံတို့ဆိုတာ သိပ်ကိုဈေးကောင်းရတဲ့ပစ္စည်းတွေ…\n\nတစ်ရက်စွန့်ပစ္စည်းတွေလိုက်ရှာနေတုန်း မမျှော်လင့်ဘဲ ကလေးလေးတစ်ယောက်ကိုတွေ့တယ်…\n\nပုံမှန်ဆို UTSက ရဲတွေကိုအပ်လိုက်သင့်ပေမဲ့ ထယ်ဟိုတို့အဖွဲ့ဟာ ဒီကလေးမလေးကို\n\nသံယော်ဇဉ်တွယ်မိတာနဲ့တိတ်တဆိတ်ထိန်းသိမ်းထားမိတယ်…\n\nအဲ့ဒီလို သူတို့နဲ့အတူခေါ်ထားလိုက်ခြင်းကပဲ ပြဿနာမျိုးစုံကိုလက်ယတ်ခေါ်လိုက်သလိုဖြစ်သွားတော့တာပါပဲ….\n\nဒီကလေးမလေးဟာ ဘယ်ကြောင့်အန္တရယ်များတာလဲ…သူ့ကို ဘယ်လိုရန်သူတွေကများလိုချင်နေတာလဲ…\n\nထယ်ဟိုတို့အဖွဲ့ကရော ကလေးမလေးကိုကယ်နိုင်ပါ့မလား…သူတို့အသက်အန္တရယ်တွေကိုရော ကာကွယ်နိုင်ပါ့မလားဆိုတာကိုတော့\n\nခံစားကြည့်လိုက်ပါဉီး….ဆောင်ဂျွန်ကီရဲ့ကားသစ်ဖြစ်ပြီး  သိပ္ပံအက်ရှင်ကားဖြစ်ပါတယ်…\n\nတော်တော်ကြီးကိုကြည့်လို့ကောင်းတာမို့ လက်မလွှတ်သင့်ပါကြောင်း…\n\n",
      "file_link": "https://t.me/HanniMovies7/66",
      "genres": "Action, Adventure, Drama ,Sci-Fi",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fallkpop_1614360473_untitled-1.jpg?alt=media&token=0c367542-abd4-48cd-9176-87e6e00581d8",
      "name": "Space Sweepers 2021",
      "quality": "1080 p",
      "size": "1.57 gb"
    },
    "-NCf9lgT9T05UZF2_7tY": {
      "description": "ကဲ ဝန်ကြီးချုပ်မင်းသားလို့ လူသိများကြတဲ့ မင်းသားချော Mahesh Babu\nပါဝင်ရိုက်ကူးပုံဖော်ထားတဲ့ ၂၀၂၂ မေလ ထွက် အသစ်စက်စက်ဇာတ်ကားလေး လာပြီနော် ….\nတလဲဂူး ကားဖြစ်တဲ့အတွက် အလန်းစား ဖိုက်တင်ခန်းတွင်ပါဝင်ပြီး ဇာတ်အိမ်လေးကလည်း အရမ်းကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်မဟီ လို့အမည်ရတဲ့ ကောင်လေးကတော့ ငွေချေးလုပ်ငန်းအေးဂျင့်တစ်ယောက်ဖြစ်ပြီး\nသူ့ကိုယ်ပိုင် ငွေချေးလုပ်ငန်း ကို လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါ\nငယ်ငယ်က ကြုံခဲ့ရတဲ့ အတိတ်ဆိုးတွေကြောင့် သူရစရာရှိတဲ့ အကြွေးမရအောင်\nမိုးဆုံးမြေဆုံးထိ လိုက်တောင်းတတ်တယ့် စီးပွားရေးသမားတစ်ယောက် …\nအဲဒီလိုနဲ့ သူ့ရဲ့ ငွေချေးလုပ်ငန်းကို ကာလာဗာသီဆိုတဲ့\nကောင်မလေးတစ်ယောက်က ပညာသင်ဖို့အတွက် ဒေါ်လာ ၁၀၀၀၀ လာချေးပါတော့တယ်အဲဒီလိုနဲ့ မဟီက ကာလာဗာသီကို သဘောကျသွားရာကနေ သိပ်မကြာခင်မှာပဲ\nကာလာဗာသီရဲ့ သရုပ်မှန်ကို သိလိုက်ရတဲ့အချိန် ….\nအကြွေးဆို တစ်ရူပီးကအစ မရရအောင် တောင်းတတ်တဲ့ မဟီတစ်ယောက်\nသူ့အကြွေး ဒေါ်လာ ၁၀၀၀၀ ကို ဘယ်ထိတောင် လိုက်တောင်းမှာလဲ\nဘယ်လိုတွေ တောင်းသွားမလဲ\nဒေါ်လာ ၁၀၀၀၀ က အစပြုလို့ ဘယ်လို ဇာတ်လမ်းတွေ ပေါ်ထွက်လာဦးမလဲ ဆိုတာကို\nမဟက်ရှ် ရဲ့ အလန်းစား သရုပ်ဆောင်မှုလေးတွေနဲ့အတူ ဆက်လက်ကြည့်ရှု ခံစားပေးကြပါဦးနော်",
      "file_link": "https://t.me/HanniMovies7/70",
      "genres": "Action,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fsarkaru-vaari-paata.jpg?alt=media&token=6e9d19c7-f7a2-4f29-b49b-e74098f6be9e",
      "name": "Sarkaru Vaari Paata - 2022",
      "quality": "720 p",
      "size": "714 mb"
    },
    "-ND7ZSmjHYOPx7qtsQIF": {
      "description": "ဦးနှောက်သေးပြီးစိတ်နှလုံးသားကြီးတဲ့ ငဒူ တစ်ယောက်စိတ်နှလုံးသားအရကူညီတတ်ပေမယ့်ဦးနှောက်သေးငယ်မှုကြောင့်ကူညီလိုက်တိုင်းဘယ်လို အလွဲလေးတွေနဲ့ကြုံတွေ့ရမလဲ...ငဒူ ရဲ့စိတ်ကိုသိတဲ့လူတစ်ချို့ရဲ့အနိုင်ကျင့်မှုကိုခံနေရတဲ့ ငဒူ တစ်ယောက်ဘယ်လိုဒုက္ခမျိုးတွေနဲ့ကြုံနေရမလဲ... ငဒူ တစ်ဖတ်သတ်ချစ်ရတဲ့ ခင်မှုံ ကကော ငဒူ ကိုပြန်ချစ်နိုင်ပါ့မလား...ငဒူ ရဲ့တစ်ခုတည်းသောစိတ်ဆန္ဒတစ်ခုကိုဟော်တယ်ပိုင်ရှင် ဦးရွှေဝင်း ကအောင်မြင် အောင်ကူညီပေးနိုင်ပါ့မလား...ငဒူ ရဲ့ဆန္ဒကကောဘာဖြစ်မလဲဆိုတာ...လူတွေရဲ့စိတ်တွေကိုကွဲပြားအောင်ရိုက်ကူးထားတဲ့ ငဒူ.....",
      "file_link": "https://t.me/HanniMovies7/85",
      "genres": "Comedy,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2F5d96bfab9fde9.jpg?alt=media&token=d2564bfd-9946-4e98-a466-b11ebd7a1820",
      "name": "ငဒူ - 2018",
      "quality": "720 p",
      "size": "1.06 Gb"
    },
    "-NDSK35UGvGJq7qAi8I1": {
      "description": "ဇာတ်လမ်းအကျဉ်းကတော့ …\n\nလူတွေနေတဲ့ကမ္ဘာအပြင်ဘက်ကပင်ဒိုရာလို့ခေါ်တဲ့နေရာမှာ လူထက်နှစ်ဆကျော်လောက်မြင့်တဲ့မျက်နှာအပြာရောင်၊ နှာခေါင်းပြားပြား၊ မျက်လုံးပြူးပြူး၊ အမြီးပါတဲ့ နာဗီလို့ခေါ်တဲ့လူနဲ့တူတဲ့ဂြိုလ်သားခေါ်မလား၊ တခြားကမ္ဘာကသက်ရှိတွေလို့ခေါ်မလား သူတို့နေကြတယ်။သူတို့တွေမှာ သီးခြားဘာသာ စကားရှိပေမယ့် ရုပ်ရှင်ရိုက်လို့ကောင်းအောင်တချို့တွေကိုတော့ အင်္ဂလိပ်စကားပြောတတ်အောင် ဒါရိုက်တာက ခိုင်းထားတယ်။နာဗီတွေနေတဲ့နေရာက သိပ်လှတယ်။ ဒါရိုက်တာစိတ်ကူးကြောင့်ဒီလိုမြင်ကွင်းတွေ မြင်ခွင့်ရတာဖြစ်တယ်။ မြန်မာတွေအတွက်တော့ ဒီစိတ်ကူးတွေက သိပြီးသားပါ။ဘာသာရေးဆိုင်ရာစာအုပ်ဖတ်တဲ့သူတွေဆိုရင် ဝိဇ္ဇာ၊ ဇော်ဂျီ၊ တပသီတွေတရားမွေ့လျော်ရာ နေရာမျိုးတွေပေါ့။ သစ်ပင်တွေ၊ ပန်းမာလ်တွေ၊ ကျေးငှက်သာရကာတွေနဲ့သိပ်ပျော်မြူးဖို့ကောင်းတဲ့နေရာပေါ့။ဒါရိုက်တာကတော့ အမေရိကန်မို့ သူ့စိတ်ကူးထဲက အရုပ်တွေ၊ အကောင်တွေဖန်တီးတာပေါ့လေ။ကြည့်လို့ကောင်းအောင်လည်း ရုပ်ရှင်ပညာနဲ့ ဂရပ်ဖ်ဖစ်နဲ့ လုပ်လိုက်တာပေါ့။အဲဒီနာဗီတွေနေတဲ့ဆီမှာ ကမ္ဘာစွမ်းအင်အတွက် လိုအပ်တဲ့ဓာတ်သတ္ထုတစ်မျိုးက ထွက်တယ်။ကမ္ဘာစွမ်းအင်လိုအပ်ချက်အတွက် အဲဒီသတ္ထုထုတ်ယူဖို့လိုတယ်။ဒီတော့ လူသားတွေပီပီ ကြံဆကြိုးစားကြရင်းအမေရိကန်မရင်းတပ်ဖွဲ့ဝင်ဟောင်း(အခုတော့ အောက်ပိုင်းမသန်ဖြစ်နေတဲ့ မင်းသား)ကအဲဒီ နာဗီအဖြစ် အသွင်ပြောင်းရတယ်။ Jake လို့ခေါ်တဲ့ မင်းသားကိုသေတ္တာထဲထည့် ခလုတ်နှိပ်လိုက်ရင် သူက နာဗီဖြစ်သွားတာပဲ၊ ပြန်ခေါ်ချင်ရင်ခလုတ်ပိတ်လိုက် လူပြန်ဖြစ်လာတယ်။Jake က လူအဖြစ်ကနေ နာဗီဖြစ်နိုင်လို့ Avatar လို့ ဇာတ်ကားနာမည်ပေးတာပဲ။ဒီတော့ အသားပြာပြာရှိတဲ့လူဆို (အထူးသဖြင့် နေပူထဲများများသွားရတဲ့သတင်းထောက်တို့၊ မားကတ်တင်းတို့ဆို အသားတွေပြာနှမ်းကုန်တတ်တာပေါ့)နာဗီလို့ ခေါ်လို့ရမလား မသိဘူး။ဇာတ်ကားကိုပြန်ဆက်ရရင် Jack က နာဗီဖြစ်ဖြစ်သွားပြီး၊ နာဗီဘုရင်ကြီးရဲ့သမီးတော် နေတရီ နဲ့ ကြိုက်သွားရောဆိုပါတော့။ဒီတော့ ဒီဘက်က သတ္ထုတွေ လိုချင်တဲ့သူတွေကနာဗီတွေကို အပြတ်ရှင်း၊ နာဗီဒေသမှာရှိတဲ့ သတ္ဌုတွေ ယူပေါ့။မင်းသားက လူကနေ ခဏ ခဏ နာဗီဖြစ်ပြီးတဲ့အခါ ဒီစီမံကိန်းကြီးကိုလုပ်နေတဲ့သူတွေက နာဗီတွေရဲ့ လမ်းကြောင်းတွေ၊ အနေအထားတွေကိုအကုန်မှတ်တမ်း ယူထားတယ်။ တစ်ချိန် သူတို့ဆော်မယ်လေ။Jack က နာဗီဖြစ်လာတော့ နာဗီတွေ အေးအေးဆေးဆေး နေတာ၊ သဘာဝတရားနဲ့အလွမ်းသင့်အောင်နေတာ၊ သစ်ပင်တွေမှာ အသက်ရှိတာ၊ အသက်ရှုတာ၊ မျိုးပွားတာတွေကို သိလာတယ်။သဘာဝကြီးဟာ သူ့ဟာသူ သိပ်လှနေတယ်၊ လူတွေ လောဘဇောတက်ကုန်လို့သာကမ္ဘာကြီး ပျက်စီးလာတာ၊ အခုလည်း နာဗီတွေကို အပြတ်ရှင်းဖို့လုပ်နေပြီ။ဒီဇာတ်ကားမှာလည်း သဘာဝပတ်ဝန်းကျင်နဲ့ပတ်သက်တဲ့ပြောဆိုသတိပေးမှုလေးတွေ ထည့်ထားတာပါတယ်။လူနဲ့သဘာ၀ သမူဟဖြစ်မှ၊ သတ္တဝါနဲ့ ပတ်ဝန်းကျင် သဟဇာတဖြစ်မှပျော်ရွှင်စရာကမ္ဘာဖြစ်မယ်ဆိုတာကို မီးမောင်းထိုးပြထားတယ်။လူတွေရဲ့ အတောမသတ်တဲ့လောဘနဲ့ ဒေါသ၊ အတ္တ၊ မာနတွေကိုလည်း ပေါ်လွင် အောင်ရိုက်ပြနိုင်လို့ ဒါရိုက်တာကို ချီးကျူးရမှာဖြစ်ပါတယ်။လူတွေရဲ့ စိတ်အခြေအနေတွေဆိုတာ လူသာမန်တိုင်း ကိုယ့်စိတ်ကိုယ့်အခြေအနေ၊ ကိုယ့်အနာဂတ်ကို ကိုယ်ကိုယ်တိုင် သိနေကြတာပဲဆိုတာကို ပြထားပါတယ်။လူဆိုတာ ပထမတော့ အဖြူ ထည်သက်သက်ပါပဲ။အေးအေးနေတတ်တယ်၊ မျှတတာကိုကြိုက်တယ်၊ အေးချမ်းမှုကို နှစ်သက်တယ်၊ စိတ်ခံစားချက်တွေ ကိုယ်စီရှိကြတယ်။ခုန ဘေးကအရောင်တွေဖြစ်တဲ့ ဒေါသတွေ၊ လောဘတွေ၊ မာနတွေ၊ အတ္တတွေရောထည့်လိုက်တော့မှ မတရားမှုတွေ၊ အနိုင်ကျင့်မှုတွေ၊ စစ်တွေစသဖြင့်ဖြစ်လာတာပါဆိုတာကို ဒီ Avatar မှာလည်း တွေ့ရမှာဖြစ်ပါတယ်။နာဗီတွေဟာ ဝိဇ္ဇာ၊ ဇော်ဂျီတွေနဲ့ မတူတာဆိုလို့စစ်တိုက်တတ်တယ်၊ ဓားရေး၊ လှံရေး၊ လေးမြားအတတ်တွေ ကျွမ်းကျင်ကြတယ်။စက်ရုပ်ကြီးတွေ၊ လက်နက်တွေ၊ ရှုးပျံလိုအကောင်ကြီးတွေနဲ့ဖိုက်တင်တွေ၊ အဝဲအပျံ၊ အခုတ်အထစ်တွေကို ကလေးကြိုက်၊ လူငယ်ကြိုက်ရိုက်ပြထားပါတယ်။ဇာတ်ကားမြင်ကွင်းတွေ၊ တွေးဆဆင်ခြင်စရာ ဇာတ်ဝင်စကားတွေကတော့လူကြီးပရိသတ်အတွက် ဆင်ခြင်စရာပေါ့လေ။ ဒါရိုက်တာကလူကြီးကော လူငယ်ပရိသတ်ကော နှစ်ခုလုံးအတွက် ရိုက်ထားပုံရပါတယ်။ဇာတ်ကားအဆင့်ကိုလည်း 12 A လို့ သတ်မှတ်ထားပါတယ်။နောက်ဆုံးတော့ ဇာတ်သိမ်းလိုက်ရင် ကောင်းတဲ့လူတွေသာနောက်ဆုံးမှာ အောင်ပွဲခံတယ်ဆိုတာကို ဒါရိုက်တာဂျိမ်းစ်ကင်မရွန်းကပြသွားပါတယ်။ လူအများနှစ်သက်တဲ့ဇာတ်သိမ်းမျိုးနဲ့ပဲ ဒါရိုက်တာက ဇာတ်လမ်းကို သိမ်းလိုက်ပါတယ်။\n\nဒီကားကြည့်ပြီး ဘာရလိုက်သလဲဆိုတော့ ဘယ်လောက်ပဲအခက်တွေကြုံနေပါစေ၊ သူများနဲ့မတူဘဲ ပေါက်မြောက်အောင်သာထိထိရောက်ရောက် စွမ်းဆောင်ပါလေ၊ မုချအောင်မြင်မယ်ဆိုတာရယ်။လူတွေက အသစ်အဆန်းကို သိပ်စိတ်ဝင်စားတယ်ဆိုတာရယ်၊ ကြီးကျယ်တဲ့ အလုပ်မှန်သမျှ၊သမိုင်းဝင်အောင် လုပ်မယ်လို့ ကြံဆသမျှတွေရဲ့ အခြေခံဟာစိတ်ကူးတွေဖြစ်တယ်ဆိုတာကိုတွေကို ရလိုက်ပါတယ်။\n\nဒီကားဟာ ခေတ်သစ်ရုပ်ရှင်တွေအတွက် နောက်ထပ်ခေတ်သစ်အခုဆီကိုကူးပြောင်းပေးလိုက်တာလို့လည်း ဂျိမ်းစ်ကင်မရွန်းကို ဝေဖန်ရေးဆရာတချို့က မြှောက်ပင့်ကြပါတယ်။ကျွန်တော်ကတော့ ဂျိမ်းစ်ကင်မရွန်းလို ဒါရိုက်တာက ဒီလောက်ပိုက်ဆံတွေသုံးမှတော့ဒီလောက်တော့ဖြစ်သင့်တာပေါ့လို့ ပြောချင်ပါတယ်။ဒါပေမယ့် စိတ်ကူးကိုတော့ ချီးကျူးပါတယ်။အလွန်ကြည့်ကောင်းပါတယ်။ Avatar က စိန်ခေါ်မှုတစ်ခုတော့ ဖြစ်သွားပါပြီ။သူ့ကိုကျော်ဖို့ နောက်ထပ်ဒါရိုက်တာတွေ ရှိလာဦးမယ်ဆိုတာကိုတော့ အသေအချာ ယုံကြည်မိပါတယ်….\n\n",
      "file_link": "https://t.me/HanniMovies7/98",
      "genres": "Action,Adventure,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fofficial-avatar-movie-poster-3.jpg?alt=media&token=411b656d-3431-4ea8-9371-39d2b926ff3e",
      "name": "Avatar - 2009",
      "quality": "1080 p",
      "size": "1.39 gb"
    },
    "-NDU9JyFlMn_aDEzDw4E": {
      "description": "ရှယ်မိုက်တဲ့ ကားမို့ ကိုယ်တိုင်ခံစားလိုက်ပါဗျို့",
      "file_link": "https://t.me/HanniMovies7/101",
      "genres": "Horror,Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fx720.jpeg?alt=media&token=1fe2e0f7-cf77-4e5e-9f53-95c38e3471df",
      "name": "သူစိမ်းအိမ် - 2020",
      "quality": "Cam Ver:",
      "size": "1050 mb"
    },
    "-NDlU0NzWd6refyZATZP": {
      "description": "Mortal engines ဗြိတိသျှစာရေးဆရာ ဖီးလစ်ရိဖ့်ရဲ့\n\n“Mortal engines”ကမ္ဘာသစ်ကနေ ကြိုဆိုပါတယ်\n\n“Mortal engines”ဆိုတဲ့ စာအုပ်ဟာ\n\n၂၀၀၁ခုနှစ်က စတင်ထုတ်ဝေခဲ့ပြီး အောင်မြင်ခဲ့တဲ့အတွက် ၄အုပ်တိတိ ထွက်ရှိခဲ့ပါတယ်\n\nပထမဆုံးအနေနဲ့ ၂၀၁၈ခုနှစ်မှာ စာအုပ်ကို အခြေခံပြိီး\n\nရုပ်ရှင်အဖြစ် ပြန်လည်ရိုက်ကူးခဲ့တာပါ\n\nဒီဇာတ်လမ်းကို ဆန်းသစ်တဲ့အတွေးအခေါ် အိုင်ဒီယာတွေနဲ့\n\nဇာတ်အိမ်ဖွဲ့စည်းတည်ဆောက်ထားပြီး ကမ္ဘာပျက်သွားပြီးတဲ့နောက်\n လူတွေရဲ့ နေထိုင်ရှင်သန်မှုတွေကို အတွေးစိတ်ကူးကောင်းကောင်းနဲ့\n\nပရိသတ်ကို တင်ပြထားပါတယ်\n\n၂၁ရာစုကို သိပ္ပံပညာရပ်အထွန်းကားဆုံး ဖွံ့ဖြိုးတိုးတက်မှုအရှိဆုံး\n\nအချိန်ကာလအဖြစ် ညွှန်းဆိုထားခဲ့ပြီး အဆုံးစွန်ထိစွမ်းအားကြီးတဲ့\n\nအဖျက်လက်နက်များကို တီထွင်နိုင်ခဲ့ပြီးတဲ့အခါမှာတော့\n\nမိနစ်၆၀ အတွင်းမှာတင် ကမ္ဘာကြီးဟာ အစိတ်အမွှာမွှာဖြစ်သွားခဲ့ရပါတယ်\n\n ဇာတ်ကားထဲက အချိန်ကာလမှာတော့ ၂၁ရာစုကလူတွေကို\n\nရှေးဟောင်းလူသားတွေလို့ ပြောဆိုသုံးနှုန်းကြပြီး\n\nပေါင်မုန့်မီးကင်စက်လေးတစ်လုံးဟာ ပြတိုက်ထဲမှာ အမြတ်တနိုး ထားရမယ့်\n\nရှေးဟောင်းပစ္စည်းတစ်ခုဖြစ်လို့နေပါတယ်\n\n မိနစ် ၆၀စစ်ပွဲကြောင့်သာ ကမ္ဘာကြီးဒီလိုဖြစ်ပျက်နေတယ်လို့ နားလည်ကြပြီး\n\n၂၁ရာစု(ရှေးခေတ်)နည်းပညာတွေကို အာသာငမ်းငမ်းပြန်လည်လိုချင်နေကြတဲ့\n\nလူသားတွေအဖြစ် သရုပ်ဖော်ထားပါတယ်\n\n ပရိသတ်အခိုင်အမာရရှိထားတဲ့ ရုံတင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့\n\nဒီကားကို အထူးညွှန်းဆိုစရာမလိုအပ်ဘူးလို့ ထင်ပါတယ်…",
      "file_link": "https://t.me/HanniMovies7/127",
      "genres": "Action,Sci-Fi",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fmortal-engines-et00085850-08-10-2018-02-03-04.jpg?alt=media&token=dd760353-4a1d-421f-9d1c-63ca52f688e1",
      "name": "Mortal Engines - 2018",
      "quality": "720p",
      "size": "1.19 gb"
    },
    "-NDlUKZs3mgaGXnhpD5k": {
      "description": "",
      "file_link": "",
      "genres": "",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2F3b93337c460b9a4d6e82cc17201109495f93cb24.png?alt=media&token=e5f29801-b921-43ad-9e2d-d76e7ea8ef99",
      "name": "Over the Sky - 2020",
      "quality": "",
      "size": ""
    },
    "-NF9dLB4jP42RACSfeV4": {
      "description": "",
      "file_link": "",
      "genres": "",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2F24423-poster-incantation-netflix.jpg?alt=media&token=fe75be86-880a-46b0-8f45-969f944e041a",
      "name": "Incantation - 2022",
      "quality": "",
      "size": ""
    },
    "-NFwlDwWB6RNoH2Q7v8A": {
      "description": "",
      "file_link": "",
      "genres": "",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FNew-Poster-For-Uncharted.jpg?alt=media&token=549dcea2-d804-4385-ad43-9cb04c3ced56",
      "name": "Uncharted - 2022",
      "quality": "",
      "size": ""
    },

    "-NB5zj0vWpxCDHqM0KMT": {
      "Country": "English",
      "IMDB": "6.4/10",
      "description": "Sam ဆိုတဲ့ကောင်မလေးက မိဘမဲ့ဂေဟာမှာ ကြီးပျင်းခဲ့ရတဲ့ အမြဲလိုလို ကံဆိုးနေတတ်တဲ့သူပါ 🥲  သူအသက် ၁၈ နှစ်ပြည့်တဲ့အထိ မွေးစားမယ့်သူမရှိတာမလို ဂေဟာကနေထွက်သွားပြီး တစ်ယောက်ထဲရပ်တည်ရမယ့်အချိန်ရောက်လာတော့ ဂေဟာတူ သူငယ်ချင်းညီမလေး Hazel နဲ့ခွဲရပါတော့မယ်  Hazel လေးက သူ့ကို အပြီးပိုင်မွေးစားမယ့် မိသားစုကိုစောင့်မျှော်နေတဲ့သူဖြစ်တာကြောင့် Hazel လေးကို ကံကောင်းစေတဲ့ အကြွေစေ့လေးတစ်စေ့ Sam ကလက်ဆောင်ပေးချင်ခဲ့ပါတယ်  ဒီလိုနဲ့ ကံကောင်းစေတဲ့အကြွေစေ့ပိုင်ရှင် ကြောင်နက်လေးရဲ့ နောက်ကိုလိုက်သွားရင်း ကံကောင်းခြင်းမြိုတော်ဆီကို ရောက်သွားတဲ့အခါမှာ ကြုံတွေ့ရတဲ့ စွန့်စားခန်းလေးတွေကို ကြည့်ရမှာပါ  ကံကောင်းခြင်းမြိုတော်ရဲ့ ကံဆိုးတဲ့နေ့လိုတောင် ပြောလိုရတဲ့ ဒီဇာတ်လမ်းလေးက IMDb Rating 6.3 နဲ့ Rotten Tomatoes 49% ရရှိထားတဲ့အတွက် မိသားစု၊ ကလေးငယ်တွေနဲ့အတူ ပျော်ပျော်ပါးပါး ကြည့်ရှုနိုင်ပါတယ်။",
      "file_link": "https://t.me/KYaungNi/5544",
      "genres": "Comedy/ Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Freceived_626749659158791.jpeg?alt=media&token=cef7d4d3-3a73-47c6-ab4e-496a8d34627f",
      "name": "Luck",
      "quality": "720 p",
      "size": "1.03 Gb",
      "yt_link": "xSG5UX0EQVg"
    },
    "-NB68LxbydnyogJZsalO": {
      "Country": "English",
      "IMDB": "6.6/10",
      "description": "ကွကိုကြည့်",
      "file_link": "https://t.me/KYaungNi/5354",
      "genres": "Comedy/Adventure",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220904_123924_995.jpg?alt=media&token=bc6256fd-7f94-41a3-ad9d-74988b926153",
      "name": "Minions : The Rise of Guru - 2022",
      "quality": "Theatre Version /HD",
      "size": "1.23 Gb",
      "yt_link": "6DxjJzmYsXo"
    },
    "-NB6HVvzAi7eO5wmrXxs": {
      "Country": "Thailand",
      "IMDB": "6/10",
      "description": "Sisters ( 2019 )\n\n2019 နောက်ဆုံးထွက် Thailand Movie လေးပဲဖြစ်ပါတယ်... ဒီဇာတ်ကားးလေးဟာဆိုရင်. .ဗီန မှာ မိုလာဆိုတဲ့ ညီမဝမ်းကွဲလေးတစ်ယောက်ရှိပါတယ်။ ီနရဲ့အမေ ဆရာဝန်ဆိုလည်းဟုတ်တနတ်ဆရာလည်းဟုတ်ပါတယ်\n\nဗီနအမေရဲ့ညီမ စုန်းမက ကောင်လေးတစ်ယောက်နဲ့ ချစ်ကြိုက်ပြီးတော့ မိုလာကိုရလာတယ်...  မိုလာကလည်း စုန်းတစ်ယောက်ဖြစ်တာကြောင့် မိုလာကိုကိုယ်ဝန်ဆောင်တဲ့အချိန်မှာ အခြားစုန်း တွေကသူတိုရဲ့ မျိုးဆက်သစ်ဆိုပြီးလာလုယူကြပါတော့တယ်\n\nအဲ့ဒီမှာ ဗီနရဲ့အမေကမပေးနိုင်တော့ တိုက်ခိုက်ကြရင်း ဗီနရဲ့အမေသေသွားခဲ့ရပါတယ်... ဘယ်လိုတွေဖြစ်လာပြီး ဘယ်လိုထိန့်လန့်ဖွယ်ရာတွေနဲ့ တွေ့မလဲဆိုတာတော့ဆက်လက်ကြည့်ရှုအားပေးခံစားလိုက်ကြပါအုန်းနော်….",
      "file_link": "https://t.me/moviebycartoon/497",
      "genres": "Action / Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220904_132552_427.jpg?alt=media&token=d7d8c893-58c8-47bc-8256-9bdf34d2ae2d",
      "name": "Sisters - 2019",
      "quality": "1080 p",
      "size": "1.14 Gb",
      "yt_link": "pqKS8FD4PFw"
    },
    "-NB6KqGYhdK54v4cXiFr": {
      "Country": "India",
      "IMDB": "7.1/10",
      "description": "Khuda Haafiz _ 2020\n===============\n\nမင်းသမီးချောလေးနဲ့ကွန်မန်ဒိုမင်းသားလေး ထပ်လာပြန်ပါပြီနော်\n\nဒီဇာတ်လမ်းထဲမှာလည်း အရင်ကားတွေထက် မညံ့တဲ့ ဖီလင်လေးတွေပါပြီး စိတ်လှုပ်ရှားဖွယ် အက်ရှင်ခန်းတွေပါပါသေးတယ်နော်။\n\nဇာတ်လမ်းလေးကတော့ ကြင်စဦးဇနီးမောင်နှံ အေဂျင်စီတစ်ခုမှာ နိုင်ငံခြားအလုပ်ထွက်လုပ်ဖို့ သွားလျှောက်ကြတယ်။ မိန်းမဖြစ်သူအတွက် အလုပ်ဝင်စာကျလာတော့ မိန်းမကအရင်နိုင်ငံခြားထွက်ခွါလိုက်ရပါတယ်။\n\nဒါပေမဲ့ ကံကြမ္မာဆိုတာကြီးက သိပ်လှည့်စားတာဗျ။ \n\nလူကုန်ကူးမှောင်ခိုဂိုဏ်းကြီးဖြစ်နေတယ်။\n\nမိန်းမကိုအရဲစွန့်ကယ်တင်ဖို့ နိုင်ငံရပ်ခြားသွားပြန်တော့လည်း သံရုံးတွေ စခန်းတွေက မကူညီပြန်..လူကုန်ကူးဂိုဏ်းတွေကလည်း အကောင်ကြီးကြီးတွေနဲ့ပတ်သက်နေလေတော့…\n\nကဲ ဒီလိုနဲ့ အညတရဖိုက်တာမင်းသားလေး ဘယ်လိုအပီကြမ်းမလဲဆိုတာကိုတော့ စိတ်ဝင်တစား ရှုစားလိုက်ပါဦးနော်",
      "file_link": "https://t.me/KhantMinHtet2022/4046",
      "genres": "Action/Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220904_133948_525.jpg?alt=media&token=9be00e72-d511-4a43-901f-ae018cc874b6",
      "name": "Khuda Haafiz (2020)",
      "quality": "1080 p",
      "size": "1.06 Gb",
      "yt_link": "q67l_GOUzGc"
    },
    "-NB6LKvCqprf3M9E8ldJ": {
      "Country": "India",
      "IMDB": "7.6/10",
      "description": "ကွန်မန်ဒိုမင်းသားရဲ့ အက်ရှင်ကားလေးတစ်ကား\nထွက်လို့လာခဲ့ပြန်ပါပြီ…နံပါတ် ၁ ကတော့\n၂၀၂၀ လောက်က ထွက်ရှိထားပါတယ်…\n\nနံပါတ် ၁ တုန်းကလည်း ကွန်မန်ဒိုမင်းသားရဲ့ အကြမ်းအရမ်း\nအက်ရှင်တွေကို တစ်ဝကြီး ကြည့်ခဲ့ရသလို နံပါတ် ၂ မှာလည်း\nအက်ရှင်ခန်းတွေကို ကောင်းကောင်းကြီးမြင်တွေ့ရဦးမှာပါ..\n\nအိန္ဒိယနိုင်ငံမှာ ၁၅မိနစ်ခြားတစ်ခါ အမျိုးသမီးတစ်ယောက်\nအဓမ္မကျင့်စော်ကားခံနေရပါတယ်..နှစ်စဉ်နှစ်တိုင်းပြစ်မှုပေါင်း\n၇၂၀၀ကျော် ဖြစ်ပွားနေတယ်..\n\nဒီဇာတ်လမ်းလေးမှာလည်း စမီရ်နဲ့ နရ်ဂစ်တို့ဟာ ဒုက္ခအပေါင်းကို\nကျော်လွှားပြီး ဘဝကိုအဆင်ပြေပြေနဲ့ အခြေချနေထိုင်ဖို့ ကြိုးစားနေကြတဲ့\nဇနီးမောင်နှံတွေဖြစ်ပါတယ်…\n\nနိုင်ငံရပ်ခြားမှာ ရောင်းစားခံရပြီး အကြိမ်ပေါင်းများစွာ\nမုဒိန်းကျင့်ခံခဲ့ရတဲ့ နရ်ဂစ်အဖို့ ဒီစိတ်ဒဏ်ရာဟာ နေ့စဉ်နဲ့အမျှ\nလူကို သတ်နေပါတယ်…\n\nသူတို့လင်မယားနှစ်ယောက်ရဲ့ကြားမှာ ပေါင်းကူးတံတားလေးဖြစ်စေဖို့\nစမီရ်ဟာ နန်ဒီနီဆိုတဲ့ ၅နှစ်အရွယ် သမီးမိန်းကလေးတစ်ယောက်ကို\nမွေးစားလိုက်တယ်\n\nမိသားစုရိပ်မြုံလေးအစပျိုးလာပြီး သံယောဇဉ်တွေနဲ့\nပျော်ရွှင်နေတဲ့အခိုက်အတန့်မှာ နန်ဒီနီလေး မတော်တဆပြန်ပေးဆွဲခံလိုက်ရပါတယ်..\n\nရုန်းရင်းဆန်ခတ်အဖြစ်အပျက်တွေကြားမှာ ဒီကလေးမလေး\nမဖြစ်သင့်တာတွေဖြစ်လာတဲ့အခါမှာတော့ ဖခင်ဖြစ်သူရဲ့သမီးအပေါ်ထားရှိတဲ့\nမေတ္တာနဲ့ ကလဲ့စားဟာ ဘယ်လောက်တောင်\nကြမ်းတမ်းပေါက်ကွဲထွက်လာမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားလေးမှာ\nဆက်လက်ရှုစားပေးပါ…\n\n",
      "file_link": "https://t.me/KhantMinHtet2022/4051",
      "genres": "Action/Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220904_134229_908.jpg?alt=media&token=0bd67b99-1ca9-406d-81ab-77b1287eaa54",
      "name": "Khuda Haafiz (2022)",
      "quality": "1080 p",
      "size": "1.23 Gb",
      "yt_link": "lezwxOdhdtA"
    },
    "-NB8HGGkpU-HNoCy8AU_": {
      "Country": "English",
      "IMDB": "6.3/10",
      "description": "ကင်းထောက်ကျောင်းသားလေးသုံးယောက်နဲ့ Clubမှာ စားပွဲထိုးလုပ်တဲ့ကောင်မလေးတယောက်ရယ်ကိုအဓိကထားပြီး ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်\n\nဇာတ်လမ်းအစက အဲ့မြို့မှာရှိတဲ့ဓာတ်ခွဲခန်းတစ်ခုမှာရှိတဲ့ လူနာတယောက်ကနေစပြီး Virusကပြန့်တာပဲဖြစ်ပါတယ်၊ တိုက်တိုက်ဆိုင်ဆိုင် အဲ့ကျောင်းသားသုံးယောက်တောထဲမှာ Camping ထွက်တဲ့နေ့မှာဖြစ်တာဖြစ်ပြီး ကျောင်းက Senior အချို့ကလည်းညမှာ Party ကျင်းပနေတဲ့အချိန်မှာစဖြစ်တာပဲဖြစ်ပါတယ်\n\nဇာတ်ကားက Horror ဆိုတာထက် Comedy ပိုင်းပိုများပါတယ်၊ ဒီထဲက Comedy အချို့က (18+) ဆန်တဲ့ အခန်းတွေ ပါပါတယ်\n",
      "file_link": "https://t.me/ultramoviesstore/14812",
      "genres": "Horror / Comedy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220904_224202_508.jpg?alt=media&token=ea081202-7b4a-461c-8dd0-3147442c44f9",
      "name": "Scouts Guide to the Zombie Apocalypse -2015",
      "quality": "720 p",
      "size": "1002 mb",
      "yt_link": "ZOhSbNJ7MqI"
    },
    "-NB8l2z3Rp08FaWmHkW6": {
      "Country": "India",
      "IMDB": "5.6/10",
      "description": "Rangoon [2017] မြန်မာစာတန်းထိုး\nRangoon ဆိုတဲ့ အိန္ဒိယ ကား တစ်ကား\n\n၁၉၈၈ မှာ မြန်​မာပြည်​က​နေ အိန္ဒိယကို ​ပြောင်းလာတဲ့ တမီလ်​မိသားစုတစ်​စုက ​ကောင်​​လေး။\n\nအရွယ်​​ရောက်ပြီး ​ရပ်​ကွက်​ထဲ ဇ ရှိတဲ့ ဇိုး​ပေါက်​စ​ဖြစ်​လာတဲ့အခါ ​ရွှေ​မှောင်​ခိုလုပ်​ငန်းရှင်​ကြီးက ဆွဲစားလိုက်​တယ်​။​\n\nလုပ်​ငန်းရှင်​ကြီးရဲ့ လက်​ရုံးဖြစ်​လာတဲ့ သူတို့ ​သူငယ်​ချင်းသုံး​ယောက်​ဟာ ရန်​ကုန်​ကို ​ရွှေ​မှောင်​ခို သွင်းဖို့…မိုး​ရေး-တမူးနယ်​စပ်​က​နေ တဆင့်ဝင်​လာခဲ့တယ်​။\n\nဇာတ်​လိုက်​ရဲ့ အ​ဖေက တချိန်​က ​​ရွှေဘုံသာလမ်းက ​ရွှေပွဲစား ဆို​တော့ အခက်​အခဲမရှ်ိပဲ ရန်​ကုန်​က သူတို့ ပို့ရမယ်​ ရွှေ ဆိုင်​ရာအဖွဲ့အစည်းရဲ့ ဥက္ကဌ ဆီ ​ရွှေ​တွေပို့နိုင်​ခဲ့တယ်​။\n\nဒါ​ပေမယ့် ရန်​ကုန်​ က သူတို့တည်းတဲ့ ဟိုတယ်​က​နေ ပြန်​အထွက်​မှာ..မြန်​မာ​ရွှေကုန်​သည်​ဘက်​က လက်​ငင်းချေလိုက်​တဲ့ ​ငွေသား သိန်း ၆၀၀ ပါတဲ့အိတ်​ထဲမှာ စက္ကူ​တွေချည်းဖြစ်​​နေတဲ့အခါ…..ဇာတ်​လမ်းက​တော့ ဆက်​ကြည့်ပေါ့ဗျာ။\n\nဒါ​ပေမယ့်ဒီဇာတ်​ကားမှာ ထူးခြားတာက သူတို့ အိန္ဒိယပြန်​​ရောက်​လို့ သူတို့သူ​ဌေးကို သတင်းပို့တဲ့အခါ ရန်​ကုန်​က လုပ်​ငန်းရှင်​က ပြန်​ခိုးသွားတာဖြစ်​မယ်​လို့​ပြောတယ်​။\n\nအဲ့ဒီမှာ သူ​ဌေးက ဘာ​ပြောလဲဆို​တော့… မင်းတို့ အခု​ပျောက်​တယ်​ဆိုတဲ့ သိန်း ၆၀၀ ဟာ မြန်​မာပြည်​က အဲ့ဒီသူ​ဌေးရဲ့ မုန်​့ဖိုးပဲ ရှိတာ..ဟိုက..လုပ်​မလားတဲ့။\n\nကိုင်း…မြန်​မာပြည်​က သူ​ဌေး​တွေ ချမ်းသာချက်​ဘောလီးဝုဒ်​က​တောင်​ ဂုဏ်​ပြုရတယ်​..။\n\nRangoon ဟာ ဟို​နေ့က ​ငွေ​ခြောက်​​ထောင်​ကုန်​ခံပြီး ကျွန်​​တော်​တို့ လင်​မယားနှစ်​​ယောက်​ကြည့်ခဲ့တဲ့ မြန်​မာဂိုဏ်းစတားကားထက်​​တော့…စိတ်​လှုပ်​ရှားမှု​ပေးတာအမှန်​ပဲ။\n\nဆူး​လေ..ပန်းဆိုးတန်းမဂိုလမ်း မြင်​ကွင်းတွေနဲ့ မြန်​မာစကား​ပြောပီပီသသ​တွေပါ…ကြားရမယ်​ ဇာတ်​ကားပါပဲဗျိုး။\n\n",
      "file_link": "https://t.me/happymovie2/4543",
      "genres": "Action / Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fimages.jpeg?alt=media&token=7608a92d-86ad-454d-8106-a91b0f3b450a",
      "name": "Rangoon - 2017",
      "quality": "720p",
      "size": "958mb",
      "yt_link": "B-tC0wcIu24"
    },
    "-NBW9z25Vwww4b1ow5VX": {
      "Country": "Japan",
      "IMDB": "7.5/10",
      "description": "သဘာဝ ၏ ရင်သွေးငယ်  “နေရောင်ခြည်ကို မမြင်ရတော့ရော ဘာဖြစ်လဲ?? ကောင်းကင်ပြာကြီးထက် နင့်ကို ပိုပြီး လိုချင်တယ်” ~Morishima Hodaka  ဒါက ၁၆ နှစ်သားကောင်လေးတစ်ယောက်ရဲ့ မိုက်ရူးရဲစကားတစ်ခွန်း… ဒီစကားတစ်ခွန်းကပဲ ကမ္ဘာကြီးတစ်ခုလုံးကို ပြောင်းလဲပစ်လိုက်တယ်ဆိုရင် သင် ယုံနိုင်မလား…?? ဟုတ်ပါတယ် ဟိုဒါကာ ဆိုတဲ့ကောင်လေးကတော့ တကယ်ကို အဲ့ဒီစကားနဲ့အညီ လုပ်ချသွားခဲ့ပါတယ်  ကိုယ်ချစ်ရသူနဲ့ ကမ္ဘာကြီးတစ်ခုလုံးကို ဘယ်ဟာကိုရွေးမလဲ ဆိုရင် မိုက်ရူးရဲဆန်ဆန်နဲ့ပဲ ကိုယ့်ရဲ့ချစ်သူကို ရွေးကြမှာပါ  ကျွန်တော်တို့လည်း အဲ့ဒီ ၁၆ နှစ်သားကောင်လေးလို မိုက်ရူးရဲဆန်ခဲ့ဖူးကြတယ်မလား?  ဒီဇာတ်ကားလေးကို ကြည့်ပြီး အဲ့ဒီခံစားချက်လေးကို ပြန်အသက်သွင်းလိုက်ကြရအောင်…  အရင်ဆုံးပြောချင်တာက ဒီကားကို အားလုံးလိုလိုကြည့်ပြီးလောက်ကြပါပြီ Cam Version ကနေစလို့ ထပ်ထွက်တဲ့ WebRip အထိပေါ့ ဒါကိုမှ ထပ်ထွက်တဲ့ အကြည် Blue-ray မှာ ကွာလတီအပြည့်နဲ့ပြန်ခံစားလို့ရအောင် သိမ်းချင်လဲသိမ်းထားလို့ရအောင် ထပ်လုပ်ပေးတဲ့သဘောပါပဲ။ ဘာကွာသွားလဲဆိုရင် ကြည့်သာကြည့်ကြည့်ပါလို့ပဲပြောပါရစေ။ မိုးစက်မှုံလေးတွေကအစ နေ‌ရောင်ခြည်အဆုံး ကာလာစုံလွန်းလို့ပါ ဖြစ်နိုင်ရင် တီဗွီနဲ့သာကြည့်ပါ။  ဆိုတော့ ဇတ်လမ်းကိုတော့ အားလုံးအလွတ်နီးပါးရနေကြလောက်ပါပြီ။ ဒါပေမယ့် မကြည့်ရသေးတဲ့သူတွေအတွက် နည်းနည်းလောက် ညွှန်းပေးပါရစေ။  မိုရီရှိမာ ဟိုဒါကာ(Morishima Hodaka) ဆိုတာက သူနေတဲ့ ကျွန်းမြို့လေးကနေ တိုကျိုမြို့ကြီးဆီကို ထွက်ပြေးလာတဲ့ ၁၆ နှစ်အရွယ်အိမ်ပြေးကောင်လေးတစ်ယောက်  အာမာနို ဟီနာ(Amano Hina) ကတော့ တိုကျိုမြို့ကြီးမှာ အချိန်ပိုင်းအလုပ်လုပ်ပြီး ဘဝကို ထိန်းကျောင်းနေတဲ့ကောင်မလေး  တိုကျိုမြို့ကြီးမှာ အသက်မပြည့်တဲ့ကလေးတွေအတွက် အလုပ်ရဖို့ဆိုတာ အင်မတန်ခဲယဉ်းပါတယ်…ဒီတော့ ဟိုဒါကာ အနေနဲ့ တိုကျိုမြို့ကြီးမှာ ဒုက္ခပင်လယ်ဝေပြီး အခက်ကြုံတော့တာပေါ့ ဒါပေမဲ့ တစ်နေ့မှာ ဟီနာဆိုတဲ့ ကောင်မလေးနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့အပြီးမှာတော့…… အခု ပရိတ်သတ်ကြီး ခံစားကြည့်ရှုရမယ့် “Weathering with you” ဆိုတဲ့ ဇာတ်လမ်းကြီး စတင်ပါတော့တယ်….  ရုပ်ရှင်တစ်ကားလုံး စိုစွတ်တဲ့ခံစားချက်တွေရလောက်အောင် ရိုက်ပြထားတယ် အေးချမ်းတဲ့ မိုးရာသီကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့ တကယ်ဖီးလ်လို့ကောင်းတဲ့ဇာတ်ကားပေါ့ အခုချိန်ကလည်း မိုးတွင်းရောက်နေပြီဆိုတော့ မိုးရွာနေတဲ့အချိန် ကော်ဖီလေးတစ်ခွက်နဲ့ ဒီကားလေးကြည့်နေရရင် Perfect ပါပဲ ဇာတ်ဝင်တေးနဲ့ နောက်ခံတီးလုံးတွေကလည်း ထုံးစံအတိုင်း ရှယ်တွေပါ… နားကြပ်လေးတပ်ကြည့်သင့်  (ဒီကားထဲမှာပါတဲ့ cameo အခန်းလေးတွေကလည်း ပရိသတ်ကို အတော်လေးဆွဲဆောင်ထားနိုင်ခဲ့ပါတယ်) ကဲ အညွှန်းလည်း အတော်လေးရှည်သွားပြီမို့လို့ … အခုပဲ ကြည့်ရှု့ခံစားကြည့်လိုက်ကြပါဦး။  အညွှန်းကိုတော့ မားရဲကရေးသားပေးထားပါတယ်   ",
      "file_link": "https://t.me/KYaungNi/1021",
      "genres": "Anime,Drama,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FOSeOosH.jpg?alt=media&token=bbc45e08-b057-4596-a42d-bc8c316afe9c",
      "name": "Weathering With You - 2019",
      "quality": "720 p",
      "size": "806 mb",
      "yt_link": "Q6iK6DjV_iE"
    },
    "-NBWATeCOid7mT60zwOx": {
      "Country": "Japan",
      "IMDB": "8.1/10",
      "description": "ကျွန်တော်တို့အားလုံး ကျောင်းသားဘ၀နဲ့ ပက်သက်တဲ့ အမှတ်တရတွေ ရှိကြမှာပါ။။ကျွန်တော်လဲ ရှိခဲ့ဖူးပါတယ်။။ ဒါပေမယ့် အမှတ်တရကောင်းတော့ မဟုတ်ခဲ့ပါဘူး။ကျွန့်တော့်ရဲ့ အမှတ်တရကို မသန်စွမ်း(နားမကြားမလေး)နဲ့ပဲ စရမှာပေါ့။သူ့ရဲ့ကျောင်းသားသစ် မိတ်ဆက်ပွဲမှာ တမူထူးတဲ့ မိတ်ဆက်ပုံကြောင့် ကျွန်တော်အာရုံစိုက်မိခဲ့ပါတယ်။ သူမိတ်ဆက်ပုံက တွေတွေလေးငေးနေရင်းကနေ လွယ်အိတ်ထဲက စာအုပ်ကို ထုတ်ပြီး သူဟာ အကြားအာရုံမကောင်းကြောင်းနဲ့ သူကို ဒီစာအုပ်လေးကနေ ဆက်သွယ်ခင်မင်စကားပြောပေးဖို့ အပြုံးမှိန်မှိန်လေးနဲ့ မိတ်ဆက်ခဲ့လို့ပါ။ သူ့ရဲ့ လူတကာပေါ်ကောင်းချင်ပြီး အမြဲတမ်း အပြုံးလေးနဲ့ ဆက်ဆံပုံကို ကျွန်တော်က ဟန်ဆောင်တယ်ထင်ပြီး အမြဲနှောင့်ယှက်ဒုက္ခပေးခဲ့ပါတယ်။တနေ့မှာတော့ ကျွန်တော့်ရဲ့စနှောက်မှုတွေက ကျွန်တော့်ရဲ့ဘ၀တစ်ခုလုံးကို ဇောက်ထိုးမိုးမျှော်ဖြစ်စေခဲ့ပါတယ်။အဲ့ဒါက သူ့ရဲ့နားအကြားအကူနားကြပ်တွေကို လွှင့်ပစ်မိတာခဲ့ပါ။ အဲ့နားကြ့ပ်တွေက ဈေးကလဲကြီးပြီး ၈ခုထိကိုကျွန်တော် လွှင့်ပစ်မိတာကြောင့် သူ့အိမ်ကနေ တဆင့် ကျနော်တို့အတန်းဆီပါ ရောက်လာပြီး သူလဲကျောင်းပြောင်းပြီး ကျွန်တော်လဲ ဆရာတွေရဲ့စစ်ဆေးမှူမှာ အမြဲနှောင့်ယှက်တတ်တဲ့ ကျွန်တော်ကို အားလုံးက အပြစ်ပုံချခဲ့ပါတယ်။အနိုင်ကျင့်ယုတ်မာတဲ့လူတစ်ယောက်အဖြစ် ပတ်၀န်းကျင်ရဲ့ ဖယ်ကျဉ်ခြင်းလဲ ခံရပြီး နောင်တကြောင့်ရတဲ့ အပြစ်ရှိခံစားစိတ်နဲ့ အထီးကျန်ဝေဒနာကြောင့် ကျနော်သတ်သေဖို့ကလွဲ ကျန်တာမစဉ်းခဲ့မိပါဘူး။ကျွန်တော့်ရဲ့ မိုက်မဲဆိုးသွမ်းမှုတွေကို သူ့ကို တောင်းပန်ပြီးမှ သေမယ်ဆိုတဲ့စိတ်နဲ့ပဲ ကျွန်တော် အသက်ဆက်ရှင်နေခဲ့ပါတယ် ဒီလိုနဲ့ ကျောင်းပြီးပြီး အလုပ်လျှောက်တဲ့နေ့မှာ သူမနဲ့ပြန်ဆုံတွေ့ပြီး ကျွန်တော်ရဲ့နောက်ဆုံးဆန္ဒဖြစ်တဲ့ သူမကိုတောင်းပန်ရင်း ကျွန်တော်……  ဒီanimationလေးက 2016ခုနှစ်မှာထွက်ခဲ့တဲ့ ဂျပန်အန်နမဲလေးဖြစ်ပြီး အနိုင်ကျင့်တတ်တဲ့ ကျောင်းသားတစ်ယောက်နဲ့ အပြုံးယဲ့ယဲ့လေးနဲ့ နားမကြားကောင်မလေး‌အပေါ် အခြေတည်ရေးဖွဲ့ထားတဲ့ ဇာတ်အိမ်ရိုးရိုးလေးပါပဲ အပြစ်ရှိခံစားစိတ်က လူတစ်ယောက်အတွက် သေစေနိုင်တဲ့ထိ စိတ်ဒဏ်ရာ ရနိုင်တာကို ရိုက်ကူးထားပြီး မသန်စွမ်းတစ်ယောက်ရဲ့ စိတ်နှလုံးသားနူးညံ့ပုံနဲ့ ဇာတ်လမ်းရိုးရိုးလေးကို မွမ်းမံပြီး လူတိုင်းရဲ့စိတ်နှလုံးကို ဖမ်းဆုပ်နိုင်အောင် တင်ဆက်ပေးထားပါတယ်. သိပ်ကို စိတ်ထဲထိခိုက်စေပြီး မျက်ရည်ကျလောက်တဲ့ထိကို ဆွဲဆောင်နိုင်တဲ့ဇာတ်လမ်း‌တပုဒ်ပါပဲ.. Animeဖန်တွေလဲ ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်လမ်းတပုဒ်ဖြစ်သလို dramaသမားတွေလဲ ကြည့်သင့်တာကြောင့် cmက ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်….",
      "file_link": "https://t.me/KYaungNi/1013",
      "genres": "Anime,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BZGRkOGMxYTUtZTBhYS00NzI3LWEzMDQtOWRhMmNjNjJjMzM4XkEyXkFqcGdeQXVyMTMxODk2OTU%40._V1_.jpg?alt=media&token=4dc04e4b-e135-47f6-82f5-3be2300d3e1a",
      "name": "A Silent Voice - 2017",
      "quality": "720 p",
      "size": "806 mb",
      "yt_link": "nfK6UgLra7g"
    },
    "-NBWCnFI5rJIdOduBxaa": {
      "Country": "Japan",
      "IMDB": "8.4/10",
      "description": "(Kimono Na wa)  ဒီကားကတော့ မသိတဲ့သူမရှိသလောက်ကို ရှားပါလိမ့်မယ်…  ကမ္ဘာအနှံ့အောင်မြင်မှုတွေရခဲ့ပြီး  Your Name ကြောင့် Anime ပရိသတ် ဖြစ်လာကြတဲ့သူတွေဒုနဲ့ဒေးပါပဲ…  ဒါပေမဲ့ အခုထိမကြည့်ရသေးတဲ့သူတွေ ရှိနေနိုင်သေးတာကြောင့် နည်းနည်းလောက် ပြန်ညွှန်းပါရစေ…  ဇာတ်လမ်းအစမှာ သဘာဝလွန်ဖြစ်ရပ်ဆန်းနဲ့ စတယ်…တိုကျိုမှာနေတဲ့ အထက်တန်းကျောင်းသားလေး  တာချီဘာနာ တကိ နဲ့ အိတိုမိုရိ ဆိုတဲ့ နယ်မြို့လေးက မိယမိဇု မိဆုဟ ဆိုတဲ့ ကောင်မလေးတို့ဟာ ခန္ဓာကိုယ်ချင်းလဲသွားကြသတဲ့…     အမှန်က ခန္ဓာကိုယ်လဲတယ်ဆိုတာထက် စိတ်ချင်းလဲသွားတယ်ဆို ပိုမှန်ပါတယ်…  ဒါကို သူတို့တွေက အိပ်မက်လို့ ထင်နေကြပေမယ့် တကယ်ဖြစ်နေမှန်းသိတဲ့အခါမှာတော့  သူတို့နှစ်ယောက်လုံး ဒီအဖြစ်ဆန်းကြီးကို အဖြေရှာဖို့ ကြိုးစားကြပါတော့တယ်..     ဒါပေမဲ့ ပြသနာက ခန္ဓာကိုယ်ချင်း(စိတ်ချင်း)လဲတာတင် မဟုတ်ပဲ  သူတို့နှစ်ယောက်ရဲ့အချိန်တွေပါ လွဲနေတယ်ဆိုတာကို သိလိုက်ရတဲ့ အခါမှာတော့….  ဒီအချိန်လွဲတယ်ဆိုတဲ့ကိစ္စကြီးက ကြည့်ရတာနည်းနည်းတော့ ရှုပ်နိုင်တယ်…  မြင်အောင်ပြောပြရရင် အခုလက်ရှိ ပစ္စုပန်အချိန်နဲ့  ဟိုးအရင်အတိတ်အချိန် နှစ်ခု ထိပ်တိုက်တွေ့တဲ့သဘောပါပဲ…  ဒါကို ဇာတ်ကားထဲမှာ ပြန်ပြီးရှင်းပြထားတာကို တွေ့ရမှာပါ…  ဒီလို ထူးဆန်းမှုတွေနဲ့ ဆွဲဆောင်ထားတဲ့ ဒီဇာတ်ကားလေးက  ကျွန်တော်တို့ကို တစ်ခုပြောသွားသေးတယ်ခင်ဗျ  “မှတ်ဉာဏ်တွေဟာ မေ့ပျောက်ဖို့လွယ်ပေမယ့်  နှလုံးသားကတော့ အမြဲအမှတ်ရနေမှာပါ”  ကျွန်တော်တို့ ဘဝမှာလည်း နှလုံးသားထောင့်တစ်နေရာက  တစ်ယောက်သောသူဆိုတာမျိုး ရှိနေတုန်း ရှိနေနိုင်သေးတယ်မဟုတ်လား??  ဦးနှောက်က မေ့သွား/မေ့ထား ပေမယ့် အဖြစ်အပျက်လေးတစ်ခုလောက်က  ရင်ကိုလှိုက်ခနဲဖြစ်စေခဲ့တာမျိုးပေါ့…  ဒီကားရဲ့ဇာတ်ဝင်တေးတွေကလည်း ကောင်းမွန်ပြီး လှပတဲ့  အန်နီမေးရှင်း ပြကွက်တွေနဲ့ ဆွဲဆောင်ထားတာကို ခံစားရမှာပါ..  ကဲ အညွှန်းကလည်း နည်းနည်းရှည်သွားပြီမို့ ဒီဇာတ်ကားလေးကို ကြည့်ရှုခံစားရင်း တစ်နေ့တာကို အရသာရှိရှိဖြတ်သန်းလိုက်ကြရအောင်     (ဒါနဲ့ ဒီဇာတ်ကားထဲမှာ The Garden Of Words (2013) ဇာတ်ကားထဲက  ဆရာမ ယူကာရီ က cameo အနေနဲ့ ပြန်လည်ပါဝင်ပါသေးတယ်..  ဒါ့အပြင် အခု Your Name ထဲက ဇာတ်ကောင်တွေဖြစ်တဲ့  တကိ..မိဆုဟ..ယော့ဆုဟ..တက်ရှီ..ဆယက တို့တတွေလည်း  Weathering With You (2019) မှာ cameo အဖြစ်  ပြန်လည်ပါဝင်ကြပါသေးတယ်..  သေချာလေးကြည့်ကြနော် ?…ကဲ ခံစားကြည့်ရှုလိုက်ကြပါဦး)",
      "file_link": "https://t.me/KYaungNi/4188",
      "genres": "Anime,Drama,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BNGYyNmI3M2YtNzYzZS00OTViLTkxYjAtZDIyZmE1Y2U1ZmQ2XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_.jpg?alt=media&token=7c1ef476-be70-40aa-af15-ad54c5bfd3ae",
      "name": "Your Name - 2016",
      "quality": "720 p",
      "size": "751 mb",
      "yt_link": "NooIc3dMncc"
    },
    "-NBWEX5hSb5Wh20Eo8CZ": {
      "Country": "Japan",
      "IMDB": "8/10",
      "description": "Synopsis! ပန်းကရိယရောဂါခံစားနေရတဲ့ Sakura ဆိုတဲ့ကောင်မလေးတစ်ယောက်ရှိတယ် သူမရဲ့ရောဂါခံစားရကတည်းက ဘဝစာမျက်နှာအဖြစ် ဒိုင်ယာရီလေးတစ်အုပ်ကို သူရေးခဲ့တယ် တစ်နေ့မှာတော့ ဆေးရုံတစ်ခုမှာ သူမစာအုပ်လေး ပြုတ်ကျရာကနေ ကောင်လေးတစ်ယောက်က သူ့စာအုပ်ကိုကောက်ရပြီး မတော်တဆဖတ်မိသွားတယ် စာအုပ်ကောက်ရတဲ့သူက Haruki ဆိုတဲ့ အတန်းဖော် တစ်ယောက်ဖြစ်ပါတယ်!!!! အဲ့သလိုနဲ့ Sakura ရဲ့ လျှို့ဝှက်ချက်ကို သိသွားတဲ့အခါမှာတော့ Haruki ရဲ့ တုံ့ပြန်မှုကဘာလဲ Sakura က သူ့လျှို့ဝှက်ချက်ပေါက်ကြားသွားတဲ့အခါ ပုံမှန်ဘဝလေးကိုဆက်ထိန်းထားဖို့ Haruki နဲ့တူတူ ဘယ်လိုဖြတ်သန်းသွားလဲဆိုတာနဲ့ နှစ်ယောက်ကြားက ဆက်ဆံရေးက ဘယ်လိုဖြစ်မလဲဆိုတာကို ကြည့်ရမှာပဲဖြစ်ပါတယ်  သိပ်အများကြီးမညွှန်းတော့ပါဘူး အားလုံးသိတဲ့ကားဆိုတော့ အကောင်းဆုံးကြိုးစားပြီးဘာသာပြန်ပေးထားပါတယ် အမှားပါခဲ့ရင် နားလည်ပေးပါခင်ဗျာ",
      "file_link": "https://t.me/HanniMovies7/4",
      "genres": "Anime,Drama,Romance",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BNDM4MWE3NGQtODlkYS00NWU5LTg3ZjMtMTEyNjljOWI4NWIxXkEyXkFqcGdeQXVyNzkzODk2Mzc%40._V1_.jpg?alt=media&token=7987af33-ef1e-4b84-9ba3-d68dd6ac932d",
      "name": "I Want To Eat Your Pancreas - 2018",
      "quality": "720 p",
      "size": "902 mb",
      "yt_link": "MmoBvmJA9XI"
    },
    "-NB__OoOJxlNPu_TOydF": {
      "Country": "English",
      "IMDB": "6.4/10",
      "description": "အသည်းတအေးအေးနဲ့ကြည့်ရမယ့် ရုပ်ရှင်အသစ်တစ်ကားလာပါပြီ။ ပိုစတာကြည့်ရုံနဲ့တင် ဘယ်လိုကားလဲသိမလားတောင်မသိဘူး။ အမြင့်တက်တဲ့စွန့်စားခန်းကားပါပဲ။ တောင်တက်သမားကောင်မလေးတစ်ယောက်ဟာ အတူတောင်တက်တဲ့ သူ့ယောကျ်ား ပြုတ်ကျပြီး ဆုံးသွားတဲ့နောက်မှာ စိတ်ဓာတ်ကျပြီး အရက်တွေသောက် အခန်းထဲအောင်းတာပဲလုပ်နေပါတော့တယ်။\n\nဒီတော့ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းသူ့ကိုစိတ်ပြေလက်ပျောက်အမြင့်တစ်ခုတက်ဖို့လာခေါ်ပါတော့တယ်။ သူတို့တက်ရမယ့်အရာ အမေရိကရဲ့ စတုတ္ထမြောက်အမြင့်ဆုံး တီဗီတာဝါဖြစ်ပြီး ပေ ၂၀၀၀ လောက်ကိုမြင့်ပါတယ်။ သူက အစပိုင်းမှာ သံဘောင်တွေပါတဲ့အတွင်းလှေကားကနေ လုံလုံခြုံခြုံတက်ရတာဖြစ်ပေမဲ့ ထိပ်တစ်ဆင့်မှာတော့ လှေကားအလွတ်ကြီးပဲ ရှိပါတယ်။ သူတို့တွေ အဲဒီအပေါ်ကို ခက်ခက်ခဲခဲတက် ဓာတ်ပုံတွေရိုက်ပြီး ပြန်အဆင်းမှာတော့ သံလှေကားဟောင်းကြီး ကျွတ်ကျသွားခဲ့ပါတယ်။\n\nအဲဒီတော့ တာဝါအမြင့်ကြီးရဲ့ ထိပ်ဆုံးမှာ သူငယ်ချင်းနှစ်ယောက် ပိတ်မိနေပြီး ကယ်မယ့်သူလည်းမရှိ၊ ဘေးပတ်လည်မှာလူလည်းမရှိ၊ ဖုန်းလိုင်းလည်းမမိတဲ့အချိန်မှာ အသက်ရှင်လျက် ပြန်ဆင်းလာနိုင်ဖို့ ဘယ်လိုတွေ နည်းမျိုးစုံနဲ့ စွန့်စားရမလဲဆိုတာ ကြည့်ရမှာပါပဲ။ အက်မင်ကတော့ အမြင့်ကြောက်တတ်လို့ ဒီကားကြည့်ရတာ ဟော်ရာကားကြီးတွေထက်တောင် ရင်တုန်ပါသေးတယ်။ အတော်လေးခံစားလို့ကောင်းတဲ့ရုပ်ရှင်ပါပဲ။\n\n",
      "file_link": "https://t.me/HanniMovies7/6",
      "genres": "Thriller ",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220910_103307_769.jpg?alt=media&token=4c457140-24a2-42ab-8f24-9d2a9bb56dbb",
      "name": "Fall - 2022",
      "quality": "480 p",
      "size": "489 mb",
      "yt_link": "aa5MXOMN1lM"
    },
    "-NBc1El5nE3KTSlnCHGj": {
      "Country": "English",
      "IMDB": "7.6/10",
      "description": "Sawကတော့ မသိသူမရှိသလောက်ပါပဲနော်။\n\nSaw 1 (2014)မှာတော့ လောရန့်နဲ့အက်ဒမ်က\n\nအလောင်းတစ်လောင်းရှိနေတဲ့ အခန်းတစ်ခန်းထဲမှာ နိုးလာတယ်။\n\nခြေထောက်တွေကိုသံကြိုးခတ်ခံထားရတယ်။\n\nလူတစ်ယောက်ကသူတို့နဲ့ဂိမ်းကစားချင်နေတယ်။\n\nလောရန့်ကသူ့မိသားစုအတွက် အက်ဒမ်ကိုသတ်ရမယ်တဲ့။\n\nဂိမ်းကိုနိုင်ဖို့လိုအပ်တဲ့ပစ္စည်းတွေက အခန်းထဲမှာပဲရှိနေတယ်။\n\nသူတို့နှစ်ယောက်ဒီအခန်းထဲကလွတ်မြောက်ဖို့ ဘာတွေလုပ်ကြမလဲ……..\n\n",
      "file_link": "https://t.me/HanniMovies7/8",
      "genres": "Horror/Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fimages%20(4).jpeg?alt=media&token=cc6fd0f5-9e9c-4462-bd77-de0589dcf6ba",
      "name": "Saw - 2004",
      "quality": "720 p",
      "size": "955 mb",
      "yt_link": "S-1QgOMQ-ls"
    },
    "-NBc37aYXFFsJOdct00e": {
      "Country": "English",
      "IMDB": "6.6/10",
      "description": "Jigsaw လူသတ်သမားကို ပြန်ပေါ်လာတဲ့အတွက်\n\nအထူးတပ်ဖွဲ့တွေနဲ့အတူ စုံထောက်အဲရစ်ခ်မက်သရူးပါ\n\nပါလာပြီး လာဖမ်းတော့တယ်။\n\nဒီအချိန်မှာ Jigsaw လူသတ်သမားက\nကင်ဆာရောဂါသည်တစ်ဦး ဖြစ်နေတော့တယ်။\n\nစုံထောက်အဲရစ်ခ်ဆိုတာကလည်း လူကောင်းမဟုတ်။\n\nဟိုးတုန်းကဆို သူဖမ်းချင်တဲ့သူတွေဆိုရင်\n\nသက်သေအတုလုပ်ပြီး ဖမ်းထည့်တတ်တဲ့သူ။\n\nJigsaw က အဲဒါကို ကောင်းကောင်းသိထားတော့\n\nသူ အရင်က အမှုဆင်ပြီးဖမ်းဖူးတဲ့သူအားလုံးနဲ့အတူ\n\nအဲရစ်ခ်ရဲ့သားကို ဖမ်းထည့်ပြီး\n\nအိမ်တစ်အိမ်မှာ ဂိမ်းတွေ စကစားစေတော့တယ်။\n\nအိမ်တစ်လုံးမှာ ထောင်ချောက်တွေ အပြည့်ပေါ့။\n\nဂိမ်းကို ကျော်ဖြတ်နိုင်တဲ့သူကပဲ အသက်ရှင်ခွင့်ရမှာ။\n\nဒါကို အဲရစ်ခ်တို့ Jigsaw ကို လာဖမ်းတဲ့အခါမှာ\n\nJigsaw ရဲ့ ပုန်းအောင်းတဲ့နေရာမှာရှိတဲ့\n\nကွန်ပျူတာဖန်သားပြင်တွေပေါ်မှာ\n\nသူ့သားနဲ့အတူ တခြားလူတွေ အဖမ်းခံထားရတဲ့အကြောင်း\n\nအဲရစ်ခ်သိလိုက်ရတော့တယ်။\n\nJigsaw ရဲ့ ထောင်ချောက်တွေကြားကနေ\n\nသူ့ကိုမကျေနပ်တဲ့သူတွေနဲ့အတူရှိနေတဲ့\n\nသူ့သား ဒန်နီရယ်ကို စုံထောက်အဲရစ်ခ်တစ်ယောက်\n\nဘယ်လိုကယ်တင်မလဲဆိုတာ ဒီ Saw II ဇာတ်ကားထဲမှာ ရှုစားရမှာပါ။",
      "file_link": "https://t.me/HanniMovies7/11",
      "genres": "Horror/Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fimages%20(5).jpeg?alt=media&token=c35ceb42-03a5-4329-89b7-428ea83d8a00",
      "name": "Saw 2 -[2005]",
      "quality": "720 p",
      "size": "881 mb",
      "yt_link": "y979drB7EEI"
    },
    "-NBegyJbb-_jc4cDFFFn": {
      "Country": "India",
      "IMDB": "5.1/10",
      "description": "မင်းသမီးချောလေး Yasamin Jasem ပါဝင်သရုပ်ဆောင်ထားတဲ့\nလူသတ်သရဲကားလေးတင်ဆက်ပေးလိုက်ပါတယ်\n\nဇာတ်လမ်းအစမှာတော့ တစ်ရွာလုံးက စုန်းမလို့သမုတ်ပြီး\nနွားတင်းကုပ်ထဲစွန့်ပစ်ထားတဲ့ ကန်တီဆိုတဲ့အမျိုးသမီးကိုတွေ့ရမှာပါ\nမျက်နှာက လူရုပ်မထွက်တာရော နိမိတ်ဆိုးတွေပါပေါ်နေလို့ ရွာသူကြီးကအစကြောက်လန့်ပြီးပိတ်လှောင်ခြင်းခံထားရတဲ့သူပေါ့\n\nအူမာဆိုတာကတော့ ထူးဆန်းတဲ့စွမ်းအင်တွေနဲ့မွေးဖွားလာသူတစ်ယောက်\nရှိသမျှနတ်ဆိုးတွေကိုပူဇော်ပသပြီးမွေးဖွားလာခဲ့တာကြောင့်\nအန္တရာယ်ကျလာတိုင်း လူစိတ်ပျောက်သွားပြီး ထူးကဲတဲ့စွမ်းအားတွေထွက်လာတတ်သူ..\nတစ်နေ့ လူသတ်မှုတစ်ခုရဲ့ မျက်မြင်သက်သေဖြစ်သွားရာကတစ်ဖက်အဖွဲ့ကလိုက်နှုတ်ပိတ်ကြရင်း\nသူမဒီလို မွေးဖွားလာရခြင်းရဲ့ဘဝနောက်ကြောင်းတွေသိရှိသွားခဲ့တဲ့အခါ…\nဘာတွေဆက်ဖြစ်သွားမလဲ စုန်းမအဖြစ်သမုတ်ခံနေရတဲ့\nကန်တီ့ဘဝဇာတ်လမ်းအမှန်ကရော ဘာဖြစ်နိုင်မလဲဆိုတာကတော့\nအခုပဲဒေါင်းကြည့်လိုက်ကြပါနော်",
      "file_link": "https://t.me/HanniMovies7/14",
      "genres": "Horror",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220911_102624_353.jpg?alt=media&token=3eb0663d-7c41-48e9-9c27-cc8ca63e4e86",
      "name": "Mangkujiwo - 2020",
      "quality": "720 p",
      "size": "863 mb",
      "yt_link": "G-F_8OZcQV8"
    },
    "-NBzGVQA1B8TH7cQRws4": {
      "Country": "Thailand",
      "IMDB": "5.3/10",
      "description": "Meat Grinder (2009)\n................................\n\nSlasherရုပ်ရှင်တွေမှာ Sawနဲ့ Wrong Turn franchiseတွေက iconic\nfilmတွေ ဖြစ်သလို အရှေ့တိုင်းဘက်မှာဆို ဟောင်ကောင်ရုပ်ရှင်တွေရဲ့\nပြကွက်ကြမ်းကြမ်းနဲ့ အပြောကြမ်းကြမ်းတွေက slasher genre ကိုမှ\nကြိုက်တဲ့သူတွေကြား ရေပန်းစားပါတယ်။ အရှေ့တိုင်း ရုပ်ရှင်တွေက\nလက်တွေ့ဘဝနဲ့ ပိုနီးစပ်တာကြောင့် ဖြစ်ရပ်မှန်လိုလို စိတ်ကူးယဉ်လိုလို\nမတင်မကျဖြစ်စေသလို ဆင်ဆာတွေလည်း ရှယ်ပလန်နဲ့ ထိခဲ့တာပါ။\n\nအခုဇာတ်ကားကလည်း မူရင်းဖြစ်တဲ့ ထိုင်းနိုင်ငံအပြင် နိုင်ငံအများစုမှာ\nပေါက်ရောက်ခဲ့သလို ရှယ်အဘန်းခံ၊ ရှယ်ဆင်ဆာဖြတ်ခံခဲ့ရတာကြောင့်\noriginalနဲ့ uncut version ၂မျိုးဖြန့်ချီခဲ့ရတာပါ။ ဆင်ဆာဖြေလျှော့မှု\nစပေးခဲ့တယ်ဆိုတဲ့ ၂၀၀၉မှာ ပြခဲ့တာတောင် ရက်စက်ကြမ်းကြုတ်မှုနဲ့\nသွေးသံရဲရဲပြကွက်တွေ များလွန်းတာကြောင့် ကြာချိန် ၁၀၂မိနစ်ထိရှိတဲ့\nမူရင်းversionကို ၈၄မိနစ်ထိ ဖြတ်ချပြီး ပြသခဲ့ရပါတယ်။ တချို့သော\nဇာတ်ဝင်ခန်းတွေကို စ ဆုံး ပြန်ရိုက်ကူးရတာတွေရှိသလို blur effect\nထည့်ခဲ့ရတာတွေလည်း ရှိပါတယ်။\n\n၂၀၁၀ခုနှစ်မှာတော့ uncut versionကိုဖြန့်ချီခဲ့ပြီး Negative review\nများစွာရခဲ့သလို တောင်ကိုရီးယားနိုင်ငံမှာ၂ခါတိတိ banခံခဲ့ရပါတယ်။\nထိုင်းနိုင်ငံတစ်ဝန်းလုံးက ခေါက်ဆွဲဆိုင်တွေရဲ့ ဆန္ဒပြခြင်းကို ခံခဲ့ရပြီး\nမူရင်းနာမည် Kuai-tiao Nuea Khon( လူသားခေါက်ဆွဲ)ဆိုတာကိုပါ\nပြောင်းလဲလိုက်ရပါတယ်။ ဒီလိုနာမည်ဆိုးတွေရှိခဲ့ပေမယ့် ထိုင်းရုပ်ရှင်\nအစည်းအရုံး ဆုပေးပွဲမှာ Best Actressဆု Best Art Directionဆုနဲ့\nBest Make-upဆုတွေမှာ ဆန်ကာတင်စာရင်း ဝင်ခဲ့ပါသေးတယ်။\n\nဇာတ်လမ်းကတော့ ငယ်စဉ်ကတည်းက ကြမ်းတမ်းခက်ထန်တဲ့ ဘဝကို\nရင်ဆိုင်ခဲ့ရတဲ့ ဘွတ်ဆိုတဲ့ အမျိုးသမီးအကြောင်းပါ။ ခယောင်းလမ်းလို\nခါးသီးလှတဲ့ဘဝကြီးကြောင့် စိတ်ဒဏ်ရာအပြည့်နဲ့ တခြားသူမမြင်ရတာ\nမြင်နေရ၊ တခြားသူမကြားရတာတွေ ကြားနေရသူပေါ့။ စိတ်ဒဏ်ရာက\nစိတ်ဒဏ်ရာ၊ စားဝတ်နေရေးက စားဝတ်နေရေးဖြစ်နေပြန်တော့ အမေ့ရဲ့\nလက်လုပ်လက်ရင်း ခေါက်ဆွဲရောင်းပြီး အသက်မွေးရပြန်ပါသေးတယ်။\n\nဒီလိုနဲ့ပဲ တစ်နေ့ ခေါက်ဆွဲလှည်းလေးတွန်းပြီး ဈေးရောင်းထွက်လာချိန်\nကျောင်းသားအဓိကရုဏ်းနဲ့ တည့်တည့်တိုးပြီး ဆန္ဒပြသူတစ်ယောက်ရဲ့\nလက်ကိုဆွဲ အဆွဲမခံရဖို့အရေး ပြေးရပါတော့တယ်။ သူပစ်ထားခဲ့တဲ့\nခေါက်ဆွဲလှည်းနားမှာလည်း ဖမ်းဆီးခံထားရသူတွေ၊သွေးထွက်သံယိုနဲ့\nကျောင်းသားတွေ၊အလောင်းတွေ ပလူပျံလို့ပေါ့။ ဘွတ်လည်း သူ့လှည်း\nပြန်ယူပြီး အဆိုပါ အနိဌာရုံတွေကြားထဲက ဖြတ်ပြန်လာပါတော့တယ်။\nအိမ်ရောက်ချိန် လှည်းထဲက သွေးစိမ့်ထွက်နေတာမြင်လို့ ကြည့်လိုက်မှ\nအထဲမှာ ကျောင်းသားအလောင်းတစ်ခု ရှိနေတာပါ။ နဂိုစိတ်ဝေဒနာရှင်\nဘွတ်ဟာ ဒါကိုမြင်တော့ ကြံရာမရဖြစ်ရင်း အသားပေါ်ပြီး သူရောင်းတဲ့\nခေါက်ဆွဲပြုတ်ထဲ ထည့်ရောင်းလိုက်ပါတယ်။\n\nသူရဲ့ အသားလုံးခေါက်ဆွဲဟာ နာမည်ကြီးလာခဲ့သလို ဆန္ဒပြတဲ့နေ့က\nသူ့လက်ကိုဆွဲပြေးခဲ့တဲ့ ကောင်လေးအပေါ် မေတ္တာရှိလာတဲ့ ဘွတ်အဖို့\nပန်းခင်းလမ်းကိုရောက်တော့မလို ခံစားရပြီးမှ မထင်ထားတဲ့ ကိစ္စတွေ\nဖြစ်လာပါတယ်။ သူအသားပေါ်ရောင်းလိုက်တဲ့ ကျောင်းသားလေးက\nသူမေတ္တာရှိနေသူရဲ့ သူငယ်ချင်းဖြစ်နေသလို သူ့ခေါက်ဆွဲဆိုင်လေးက\nအသားလုံးခေါက်ဆွဲကြောင့် နာမည်ရလာပြီးနောက် အသားလုံးလုပ်ဖို့\nကုန်ကြမ်းတွေလိုလာတဲ့အခါ\n\nအသတ်အဖြတ် အခုတ်အထစ်ကတော့ တစ်ကားလုံး အလျှံပယ်ပါပဲ။\nမင်းသမီးကြီး Mai Charoenpuraကလည်း ဆန်ကာတင်စာရင်းမှာ\nထိုက်ထိုက်တန်တန်ပါခဲ့တယ်လို့ ပြောရလောက်အောင် သရုပ်ဆောင်\nစွမ်းရည်ကို ပြထားတာပါ။ ဘွတ်ရဲ့ စိတ်ဒဏ်ရာအကျိုးဆက်တွေကို\nရိုက်ပြတဲ့နေရာမှာ FFP shotစတိုင် ဆက်တိုက်ရိုက်ကူးထားတဲ့ပုံစံက\nဘွတ်ရဲ့စိတ်အခြေအနေကို အတော်ပေါ်လွင်စေသလို VHSအခွေပုံစံ\nRetroပြကွက်တွေကိုလည်း သဘောကျမိပါတယ်။ ကျွန်တော်တို့တွေ\nအရမ်းချစ်ရတဲ့ မင်းသမီးလေးတစ်ယောက်ကိုလည်း ဇာတ်ရံအဖြစ်\nမြင်တွေ့ရမှာပါ။ တစ်ခုတော့ရှိပါတယ် ညဘက်ခေါက်ဆွဲပြုတ်စားရင်း\nမကြည့်မိပါစေနဲ့။\nအချက်အလက်များကို Wikipediaမှ ကိုးကားထားပါသည်။\n",
      "file_link": "https://t.me/mayshar4/3660",
      "genres": "Horror",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FFB_IMG_16632132072724902.jpg?alt=media&token=e8901dea-6dc3-49cb-8381-20f7c79a1ef9",
      "name": "Meat Grinder - 2009",
      "quality": "720 p",
      "size": "856 mb",
      "yt_link": "X-MMBEg3WOs"
    },
    "-NC3qIvs-AqpnMvV_bUI": {
      "Country": "English",
      "IMDB": "7/10",
      "description": "ဘဝမှာ အရှက်တတ်ဆုံး အကြောက်တတ်ဆုံးအချိန်ကို ပြောပါဆိုရင်တော့ အပျို/လူပျိုဖော်ဝင်စ ၁၃/၁၄ အရွယ်ကို ညွှန်ပြရမှာပါပဲ။အဲဒီလိုပဲ လူကြီးအဖြစ်ချင်ဆုံးအရွယ်ဆိုရင်လည်း ၁၃/၁၄ ဝန်းကျင်အရွယ်လေးတွေပဲ ဖြစ်မှာပါ။ဒီကားလေးမှာတော့ လီမေလင်းဆိုတဲ့ ၁၃ နှစ်အရွယ် ကောင်မလေးတစ်ယောက် ….တရုတ်မိသားစုကပေါက်ဖွားလာတော့ တရုတ်ရိုးရာတွေအားလုံးကို နားလည်ထားပြီး ကိုယ်တိုင်လည်း ဘုံကျောင်းကိစ္စတွေကို ဝင်ရောက်ဆောင်ရွက်နေသူပါ။\nဒါပေမဲ့ ဆယ်ကျော်သက်အရွယ်ကလေးပီပီပဲ မြတ်နိုးတန်ဖိုးထားရတဲ့ အဆိုတော်တွေ၊ ရင်ခုန်မိတဲ့ကောင်လေးတွေ ရှိလာပါတော့တယ်။\n\nအဲ့ဒီအချိန် ရှေးရိုးဆန်တဲ့မိခင်ဖြစ်သူနဲ့ ကောင်မလေးရဲ့ ခေတ်ဆန်တဲ့ အတွေးအခေါ်တွေ ဘယ်လို အတိုက်အခံဖြစ်ကြမှာလဲဆိုတာတွေ‌လီမေလင်းလေးရဲ့ အကြိုက်ဆုံးအဆိုတော်အဖွဲ့ 4-town အဖွဲ့က concert ကျင်းပမှာဆိုတော့သူ့ခမျာ သွားရဖို့အရေး ကြိုးပမ်းအားထုတ်ရင်းနဲ့ စိတ်အရမ်းလှုပ်ရှားလာတဲ့အခါ လူစင်စစ်က‌နေပန်ဒါနီအဖြစ် ပြောင်းလဲသွားတတ်တော့ ဘာတွေ ဆက်လက်ကြုံတွေ့ရမလဲဆိုတာတွေ ရှုစားရမှာပါ။ဇာတ်လမ်းလေးက ရိုးရိုးရှင်းရှင်းလေး ဆိုပေမဲ့ ဆယ်ကျော်သက်မိန်းကလေးတွေ ကြုံတွေ့ရတဲ့ ပထမဆုံးဓမ္မတာလာတဲ့အချိန်တွေကိုယ့်ကိုယ် လူကြီးလို့ သတ်မှတ်ချိန်မှာ မိဘတွေက ကလေးလို သတ်မှတ်နေသေးလို့ ကတောက်ကဆဖြစ်ရတာလေးတွေဆယ်ကျော်သက်သားသမီး‌တွေနဲ့ မိဘတွေကြား ရှိတတ်တဲ့ပြဿနာလေးတွေအပြင်သူငယ်ချင်းတွေကြားထဲ ထားရှိကြတဲ့ ဖြူစင်တဲ့အချစ်မေတ္တာကိုပါ ခံစားရမှာဆိုတော့ ဆက်ဆက်ကြည့်ရှုသင့်တဲ့ movie လေး ဖြစ်ပါတယ်။",
      "file_link": "https://t.me/HanniMovies7/19",
      "genres": "Animation,Comedy,Family,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2F1647021154-7370-qsdjk9oAKSQMWs0Vt5Pyfh6O4GZ.jpg?alt=media&token=0b18578e-b633-4476-994b-a736d4ec945f",
      "name": "Turning Red 2022",
      "quality": "720p",
      "size": "1.10 GB",
      "yt_link": "XdKzUbAiswE"
    },
    "-NC8u-5qivJsv_UsJXMi": {
      "Country": "China",
      "IMDB": "3/5 [not IMDB]",
      "description": "ဒီတစ်ခေါက် တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ “Open The Coffin” ဆိုတဲ့နာမည်အတိုင်း အခေါင်းဖွင့်ရာကနေ စဖြစ်တည်လာတဲ့ ဇာတ်လမ်းလေးပါ\n\nဇာတ်ကြောင်းလေးကတော့…\n\nသင်္ချိုင်းဂူဖောက်တဲ့ လူတစ်စု ထန်မင်းဆက်က သင်္ချိုင်းကို ဖောက်ထွင်းရာမှာ မဖွင့်သင့်တဲ့ အခေါင်းတစ်ခုကို ဖွင့်မိပြီး သင်္ချိုင်းက အလောင်းအားလုံး အသက်ဝင်လာခဲ့တယ်\n\nသူတို့တွေ ​ကံကောင်းထောက်မလို့ သင်္ချိုင်းကနေ ပြန်ထွက်လာနိုင်ခဲ့ပေမဲ့ သူတို့အဖွဲ့သားတွေ တစ်ယောက်ပြီးတစ်ယောက် ထူးဆန်းတဲ့ပုံစံအမျိုးမျိုးနဲ့ သေကုန်ကြပါတယ်\n\nရှန်ချွင်ဟယ်ဆိုတဲ့ ရဲအုပ်ရှန်ဟာ သူ့ဆရာ သေဆုံးမှုအတွက် တစ္ဆေလက်ဆိုတဲ့သင်္ချိုင်းဖောက်ထွင်းသူကို ၃နှစ်ကြာစုံစမ်းနေတာပါ\nတစ်နေ့မှာတော့ ဆန်းကြယ်မှုအမျိုးမျိုးနဲ့ သင်္ချိုင်းဖောက်ထွင်းသူတွေ တစ်ယောက်ပြီးတစ်ယောက် သေဆုံးနေတဲ့အမှုကို စုံစမ်းရဖို့ ဖြစ်လာပါတယ်\n\nဒီအမှုဟာ တစ္ဆေလက်နဲ့ ဆက်နွယ်နေတာကို သိလိုက်ရချိန်မှာတော့ ရှန်ချွင်ဟယ်တစ်ယောက် အမှုကို တစ်စ,တစ်စ ဘယ်လိုမျိုးဖော်ထုတ်ဖြေရှင်းသွားမလဲဆိုတာ စိတ်လှုပ်ရှားကြောက်မက်ဖွယ် ဆက်ကြည့်ကြရမှာပါ ။\n\n",
      "file_link": "https://t.me/HanniMovies7/17",
      "genres": "Mystery/Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220914_153727_181.jpg?alt=media&token=99d80b36-b091-414e-802f-e43e0370d4cf",
      "name": "Open the Coffin - 2022",
      "quality": "720 p",
      "size": "842 mb",
      "yt_link": "IVuz5rbCr_o"
    },
    "-NCBOpDyFpufJgXiWdYH": {
      "Country": "Myanmar",
      "IMDB": "Unknown",
      "description": "ကွကိုပဲကြည့်လိုက်ပါ \")",
      "file_link": "https://t.me/HanniMovies7/36",
      "genres": "Horror/Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2F990a0e7e500229b623473a50a7bc6334e4ce035c.jpg?alt=media&token=eeecc2f5-6e2a-4ea1-a1d3-74cd9b806e50",
      "name": "လိပ်ပြာစံအိမ် - 2019",
      "quality": "720 p",
      "size": "606 mb",
      "yt_link": "aHMXp3A4AdU"
    },
    "-NCDe2s9TyfI-8wsuDff": {
      "Country": "Japan",
      "IMDB": "7.4/10",
      "description": "ဒီကားကတော့ 2011 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး 1963 ခုနှစ် ယိုကိုဟားမားကို အခြေပြုရိုက်ကူးထားပါတယ်.. ဒီကားရဲ့အဓိကထူးခြားချက်ကတော့ ဆွတ်ပျံ့ကြည်နူးစရာ သီချင်းနောက်ခံလေးတွေ တော်တော်များများပါရှိတာပဲဖြစ်ပါတယ်.. ဇာတ်လမ်းအကျဉ်းကတော့ Umi ဆိုတဲ့ ၁၆ နှစ်အရွယ်ကောင်မလေးနဲ့ Shun ဆိုတဲ့ကောင်လေးတို့အကြောင်းပဲဖြစ်ပါတယ်.. Umi ဟာ အဖေဆုံးသွားပြီးနောက် အလုပ်များလွန်းတဲ့အမေနဲ့လဲ အတူမနေနိုင်ဘဲ အဖွားအိမ်မှာနေထိုင်ရတဲ့ လူကြီးဆန်ဆန်ရင့်ကျက်လှတဲ့ကောင်မလေးပါ.. သူ့အကျင့်ကတော့ အိမ်ရှေ့မှာ အမြဲတမ်း အလံလေးတွေ လွှင့်ထူထားတတ်တာပါပဲ… သူ့ညီမလေးကတော့ အလှအပမက်ပြီး ဆယ်ကျော်သက်ပီပီ စိတ်ကစားလွယ်လွန်းတဲ့ကလေးမလေး.. အဲဒီညီမလေးကြောင့်ပဲ Hero ဆန်ဆန် ရဲရင့်တည်ကြည်ပြီး အမှန်တရားဘက်ကရပ်တည်တတ်တဲ့ Shun နဲ့ စတင်တွေ့ဆုံခွင့်ရခဲ့ပါတယ်.. သူတို့ကျောင်းမှာ ကိုယ်ဝါသနာပါရာကလပ်အဖွဲ့တွေ စုဝေးနေထိုင်တဲ့ Latin Quarter ဆိုတဲ့အဆောက်အဦးကြီးတစ်ခု ရှိပါတယ်.. ကလပ်အဖွဲ့ဆိုတာကလဲ သင်္ချာကလပ်.. ဒဿနိကကလပ်.. ဓာတုဗေဒကလပ်.. ကဗျာကလပ်စသဖြင့် ဆယ်ကျော်သက်ကျောင်းသားတို့ရဲ့ အိမ်မက်တည်ရာ သူတို့ကမ္ဘာကြီးတစ်ခုပေါ့ဗျာ… ခက်တာက အဆောက်အဦးကြီးက ဟောင်းနွမ်းသလို ယောက်ျားလေးတွေတည်ထောင်ထားစုဝေးနေတဲ့ ကလပ်အဖွဲ့ကြီးဖြစ်တာကြောင့် ညစ်ပတ်ရှုပ်ပွပြီး စုတ်ပြတ်သတ်နေတာပေါ့ဗျာ.. ကျောင်းအုပ်နဲ့ကျောင်းသားဥက္ကဌတို့က ဒါကိုဖျက်သိမ်းပစ်သင့်တယ်လို့ ယူဆခဲ့တယ်.. Shun ကတော့ ဖျက်သိမ်းမှုဆန့်ကျင်ရေးလှုပ်ရှားသူပါ.. Umi နဲ့ခင်မင်ပြီးနောက် Umi ရဲ့အကြံပေးချက်အတိုင်း ကျောင်းသူမိန်းကလေးတွေရဲ့ အကူအညီနဲ့ ကလပ်အဖွဲ့ကြီးတစ်ခုလုံးကို သန့်ရှင်းရေးလုပ်ပြီး မွမ်းမံဖို့စီစဉ်ကြပါတော့တယ်.. အဖွဲ့ကြီး မဖျက်သိမ်းရရေးအတွက် အတူဆောင်ရွက်ရင်း နှစ်ယောက်ကြားက သံယောဇဉ်တွေကလဲ ခိုင်မာသထက် ခိုင်မာလာပါတယ်.. တစ်ရက် Umi တို့အိမ်မှာအတူနေတဲ့ Dr.Hotaru ရဲ့ နှုတ်ဆက်ပွဲမှာ Shun ရောက်လာတော့ အိမ်ကြီးကို လှည့်ပတ်ပြသရင် အလံလွှင့်ဖြစ်တဲ့အကြောင်းကို ပြောပြမိတယ်.. Umi ရဲ့အဖေဟာ သင်္ဘောကပ္ပတိန်တစ်ယောက်ဖြစ်တာမို့ အလံရှိရာကိုကြည့်ပြီး အိမ်ပြန်လမ်းကို ခန့်မှန်းသိရှိနိုင်ဖို့အတွက် Umi ကို အလံနဲ့သင်္ကေတပြတဲ့နည်းကို သင်ပေးထားတာပါ.. သူ့အဖေဟာ ကိုရီးယားတွေနဲ့စစ်ပွဲဖြစ်တဲ့အချိန်မှာ ကျဆုံးခဲ့ပေမယ့် Umi ကတော့ အဖေလာရာလမ်းကိုမျှော်ရင်း အစဉ်အလာမပျက် အလံဆက်လွှင့်နေခဲ့တာပဲဖြစ်ပါတယ်.. ဒါတွေကို ပြောပြရင်း သူ့အဖေရဲ့ဓာတ်ပုံကို ပြသပြီးတဲ့နောက်မှာတော့ Shun တစ်ယောက် Umi အပေါ်မှာ ဆက်ဆံရေးတွေ ပြောင်းလဲအေးစက်လာပါတော့တယ်… ဒီအလံလွှင့်ထူမှုရဲ့နောက်ကွယ်က ဇာတ်လမ်းက ဘာဖြစ်မလဲ… ဘာကြောင့် Shun က သူ့အဖေပုံမြင်ပြီးနောက်မှာ ပြောင်းလဲသွားတာလဲ… ကျောင်းအုပ်ကြီးရဲ့ ကလပ်ဖျက်သိမ်းမှုကို Shun တို့ Umi တို့လို ကျောင်းသူကျောင်းသားလေးတွေအင်အားနဲ့ တားဆီးနိုင်ပါ့မလားဆိုတာကိုတော့ အောက်ကလင့်အတိုင်း ဒေါင်းယူကြည့်ရှုနိုင်ပါတယ်ခင်ဗျာ…",
      "file_link": "https://t.me/HanniMovies7/43",
      "genres": "Anime,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FFrom_Up_On_Poppy_Hill.jpg?alt=media&token=576ee2c6-92fb-4405-97c2-efd9a78819dc",
      "name": "From Up On Poppy Hill - 2011",
      "quality": "720 p",
      "size": "651 mb",
      "yt_link": "9nzpk_Br6yo"
    },
    "-NCI_klS1hj0Ui9AN3hd": {
      "Country": "English",
      "IMDB": "6.7/10",
      "description": "ကိုဓါတ်ဘူးရဲ့ ဒီ​နေ့ထွက် Neflix ဇတ်ကားသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါပြီ။\nThe Adam’s Project လို့အမည်ရတဲ့ ဒီကားဟာ Sci-fic / Adventrue genreဖြစ်ပြီး\nကနဦး IMDb 8.7, RottenTomatoes 70%နဲ့ Metacritic 56% ရရှိထားပါတယ်။\n\nPause\n\n00:00\n\n-00:24\n\nUnmute\n\nSettings\n\nEnter fullscreenDownload\n\nCast ​တွေက​တော့ Marvel ဇာတ်​ကောင်​တွေကိုပဲ ​ရွေး​ခေါ်ထားသလားမှတ်ရ​အောင်ပဲ\nRyan Reynolds (Deadpool), Mark Ruffalo (Hulk),\nZoe Saldaña (Gamora)နဲ့ Jennifer Garner (Elektra)တို့ ပါဝင်အားဖြည့်ထားပါတယ်။\n\nအနာဂတ်ကာလက Adam Reed ဟာ အတိတ်ကာလ 2018 ကို\nမစ်ရှင်တစ်ခုအတွက် ပြန်လာဖို့ကြိုးစားရင်း ဒဏ်ရာအပြင်းအထန်ရကာ\n2022ခုနှစ်ကို အချိန်မှားပြီး ခုန်ကူးလိုက်ပါတယ်။\n2022 မှာ သူ့ရဲ့အတိတ်က Adam Reed နဲ့ ပြန်ဆုံခဲ့ပါတယ်။\nအနာဂတ် Adam တစ်​ယောက် အတိတ်Adam နဲ့တူတူ\nမူရင်းမစ်ရှင်ဖြစ်တဲ့ 2018 ကို ပြန်သွားဖို့ကြိုးစားရင်း\nကြုံ​တွေ့ရမယ့် စွန့်စားခန်း​တွေနဲ့ အလွဲအ​ချော်​တွေကို ကြည့်ရှုရမှာပါ။\n\nတစ်ခုထူးခြားတာက ဒီကားမှာ ပါဝင်ထားတဲ့ Ryan Reynolds ရဲ့ ဇာတ်​ကောင်က\nသူ့ရဲ့မူရင်းစတိုင်နဲ့ ကွဲထွက်ပြီး ​ပိုပြီး​လေးနက်တဲ့၊ ရင့်ကျက်တဲ့ Ryan Reynoldsပုံစံဖြစ်​နေတာပါ။\nသူ့ရဲ့မူရင်းပုံစံ ရွှတ်​နောက်​နောက်၊ ပြောင်​ချော်ချော်၊ ပါးစပ်စည်းမ​စောင့်တဲ့ လူငယ်ပုံစံကို\nGirl in the Basement နဲ့ Thunder Force ထဲက က​လေးသရုပ်​ဆောင် Braxton Bjerkenက အ​ကောင်းဆုံး သရုပ်​ဆောင်\nထားပါတယ်။\nဘယ်​တော့မှ မျက်နှာပိုးမ​သေတဲ့ Ryan ကြီးက\nသူ့ရဲ့အချိုးမ​ပြေတဲ့ ငယ်ဘဝကို ပြန်ထိန်း​နေတာကို ကြည့်ရတာ တစ်မျိုးကြည့်​ကောင်းသလို\nသူ့ရဲ့သရုပ်​​ဆောင်စွမ်းရည် မ​ခေ​ကြောင်း ပြသထားတဲ့ ဇာတ်ကားပါပဲ\n\n",
      "file_link": "https://t.me/HanniMovies7/51",
      "genres": "Sci-Fi / Adventure",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220919_084502_224.jpg?alt=media&token=e6d89fb3-275e-4879-b4b6-f815ffd0a888",
      "name": "The Adam Project - 2022",
      "quality": "720 p",
      "size": "764 mb",
      "yt_link": "IE8HIsIrq4o"
    },
    "-NCNg44N7uwbJSPH-knW": {
      "Country": "India",
      "IMDB": "7.3/10",
      "description": "အများသိဗီဂျေးနဲ့ 96ရဲ့မင်းသားဗီဂျေးစည်သူပသီတို့နှစ်ဦး\nအားပြိုင်ထားတဲ့ Master ရုံတင်ရုပ်ရှင်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။\n\nခဏခဏ မူးနေတတ်တဲ့ ဆရာဂျေဒီဟာ\nကျောင်းသားတွေရဲ့ အချစ်တော်ပဲ။\n\nကျောင်းသားတွေအတွက်ဆို အမြဲဦးဆောင်တတ်သူမို့\nတခြားဆရာ၊ဆရာမတွေက အမြင်မကြည်ကြပါဘူး။\n\nကျောင်းသားတွေအတွက်ဆို\nအသက်ကိုတောင် စွန့်ဝံ့တဲ့ ဆရာပါ။\nဒါက ဗီဂျေးရဲ့ အကြောင်းပါပဲ။\n\nဗီဂျေးစည်သူပသီကတော့\nလော်ရီကားအသင်းမှာ အာဏာအရှိဆုံး ခေါင်းဆောင်ပါ။\nသူဟာ ရာဇဝတ်မှုတွေကို ကျူးလွန်နေပြီး\nငွေရှာ နေသူပေါ့။\n\nသူ့အတွက် မှောင်ခိုလောကမှာ\nခက်ခဲတာ မရှိသလောက် ရှားတယ်။\nတပည့်လက်သား များတယ်။\n\nဒီလိုနဲ့ သူတို့ နှစ်ယောက်ဟာ\nတနေ့တော့ ထိပ်တိုက် ဆုံဖို့ ဖြစ်လာခဲ့ပါတယ်။\n\nနယ်ပယ်ချင်းမတူကြပေမဲ့ သူတို့နှစ်ယောက်မှာ\nတစ်ယောက်က ခြေချမှားသွားခဲ့တယ်။\n\nကဲ ဘယ်လို ဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nပရိသတ်တို့ကိုယ်တိုင် ခံစားကြည့်ပါဦး။",
      "file_link": "https://t.me/HanniMovies7/58",
      "genres": "Crime , Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BOTRkYWY3ZGEtYzU5My00ZGY4LThhYjEtNTYyNzFhMDM4MTUyXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_.jpg?alt=media&token=bbea190f-8636-4969-abd6-3c4916fcf4ce",
      "name": "Master - 2022",
      "quality": "720 p",
      "size": "1.53 Gb",
      "yt_link": "1_iUFT3nWHk"
    },
    "-NCXK3Oi0qrVgCJZuuBF": {
      "Country": "Korea",
      "IMDB": "6.5/10",
      "description": "ကမ္ဘာကြီးဟာ အချိန်ကြာလာတာနဲ့အမျှ အမှိုက်သရိုက်တွေ နေထိုင်ဖို့မသင့်လောက်တဲ့အထိ\n\nဆိုးရွားတဲ့အခြေအနေမျိုးဖြစ်လာတယ်….ဒီအခြေအနေကိုကျော်လွှားဖို့ သိပ္ပံပညာရှင်တစ်ယောက်ဟာ UTSလို့ခေါ်တဲ့\n\nအာကာသဇုန်တစ်ခုဖန်တီးပြီး သီခြားကမ္ဘာတစ်ခုတည်ဆောက်ပြီးတော့ နေထိုင်ကြတယ်….အဲ့ဒီနေရာမှာ ထယ်ဟိုခေါင်းဆောင်တဲ့\n\nအဖွဲ့ငယ်လေးတစ်ဖွဲ့ရှိတယ်..သူတို့ကတော့ စွန့်ပစ်ပစ္စည်းတွေအာကာသထဲမှာလိုက်ကောက်ပြီး ဈေးကောင်းကောင်းနဲ့\n\nပြန်ရောင်းလေ့ရှိတဲ့အဖွဲ့ပေါ့…..ဆန်တို့ သဘာဝအသီးအနှံတို့ဆိုတာ သိပ်ကိုဈေးကောင်းရတဲ့ပစ္စည်းတွေ…\n\nတစ်ရက်စွန့်ပစ္စည်းတွေလိုက်ရှာနေတုန်း မမျှော်လင့်ဘဲ ကလေးလေးတစ်ယောက်ကိုတွေ့တယ်…\n\nပုံမှန်ဆို UTSက ရဲတွေကိုအပ်လိုက်သင့်ပေမဲ့ ထယ်ဟိုတို့အဖွဲ့ဟာ ဒီကလေးမလေးကို\n\nသံယော်ဇဉ်တွယ်မိတာနဲ့တိတ်တဆိတ်ထိန်းသိမ်းထားမိတယ်…\n\nအဲ့ဒီလို သူတို့နဲ့အတူခေါ်ထားလိုက်ခြင်းကပဲ ပြဿနာမျိုးစုံကိုလက်ယတ်ခေါ်လိုက်သလိုဖြစ်သွားတော့တာပါပဲ….\n\nဒီကလေးမလေးဟာ ဘယ်ကြောင့်အန္တရယ်များတာလဲ…သူ့ကို ဘယ်လိုရန်သူတွေကများလိုချင်နေတာလဲ…\n\nထယ်ဟိုတို့အဖွဲ့ကရော ကလေးမလေးကိုကယ်နိုင်ပါ့မလား…သူတို့အသက်အန္တရယ်တွေကိုရော ကာကွယ်နိုင်ပါ့မလားဆိုတာကိုတော့\n\nခံစားကြည့်လိုက်ပါဉီး….ဆောင်ဂျွန်ကီရဲ့ကားသစ်ဖြစ်ပြီး  သိပ္ပံအက်ရှင်ကားဖြစ်ပါတယ်…\n\nတော်တော်ကြီးကိုကြည့်လို့ကောင်းတာမို့ လက်မလွှတ်သင့်ပါကြောင်း…\n\n",
      "file_link": "https://t.me/HanniMovies7/66",
      "genres": "Action, Adventure, Drama ,Sci-Fi",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220922_053755_680.jpg?alt=media&token=00d946e6-578c-4588-b044-8206bf01ef30",
      "name": "Space Sweepers 2021",
      "quality": "1080 p",
      "size": "1.57 gb",
      "yt_link": "H1WYnJF1Pwo"
    },
    "-NCXuVdN2Aam9_VJc2s0": {
      "Country": "China",
      "IMDB": "6.3/10",
      "description": "နာမည်ကျော် စားဖိုမှူး နှစ်ဦးရဲ့ အရှေ့တိုင်းနဲ့ အနောက်တိုင်း လက်ရာ ဟင်းလျာချက်ပြုတ်အား ပြိုင်မှုတွေကို ကြည့်ရမယ့် ဇာတ် ကားလေးမို့ ပရိသတ်တွေအတွက် ရသအပြောင်းအလဲလေးပေးစွမ်း နိုင်မယ်လို့ ထင်ပါတယ်။\n\nစကိုင်းကိုဟာ ကန်တုန်လမ်း ဘေး စားသောက်ဆိုင်တစ်ဆိုင် က ကျွမ်းကျင်စားဖိုမှူးတစ်ယောက်ဖြစ်ပြီး ဟင်းလျာ အမည်ပေါင်းများစွာကို အချိန်ခဏလေး အတွင်းမှာ စီမံချက်ပြုတ်နိုင်သူပါ။ ပေါလ်အန်းကတော့ ပြင်သစ်နိုင်ငံမှာ ကမ္ဘာ့နာမည်ကြီး ဟင်းလျာချက်ပြုတ်နည်းတွေကို သင်ယူလာခဲ့တဲ့ မီချီလင်စတားစားဖိုမှူး တစ်ယောက်ပါ။\n\nစကိုင်းရဲ့ဆိုင်ကလည်း လမ်းဘေးဆိုင်လို့ဆိုပေမယ့် နှစ်ပေါင်း များစွာကတည်းက စားသုံးသူတွေ ရဲ့ အကြိုက်ဟင်းလျာတွေကို ရိုး ရာချက်ပြုတ်နည်းတွေ ချက်ပြုတ် ဝန်ဆောင်မှုပေးရင်း အောင်မြင်နေတဲ့ ဆိုင်တစ်ခုဖြစ်သလို ပေါလ်အန်းကတော့ ကြယ်သုံးပွင့်စားဖိုမှူးတစ်ယောက်အဖြစ်နဲ့ ခမ်းနားတဲ့ စားသောက်ဆိုင်ကြီးမှာ နောက်ဆုံးပေါ် ဟင်းချက်နည်းတွေနဲ့ ပြင်ဆင်ချက်ပြုတ်မှုတွေကို တွေ့ရမှာပါ။ တစ်ရက်မှာတော့ အကြီးကျယ်ဆုံး ဟင်းလျာချက်ပြုတ်ပြိုင်ပွဲတစ်ခုမှာ နှစ်ယောက်စလုံး ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ ဖြစ်လာတဲ့အခါ မှာ နှစ်ယောက်သားဟာ ပွဲမဝင်ခင်ကတည်းက အပြင်မှာ မကျေလည်မှုလေးတွေ ရှိနေခဲ့ပါတယ်။\n\nစကိုင်းက သူ့ရဲ့ချက်ပြုတ်မှု စွမ်းရည်အတွက် ဟင်းချက်ရာမှာ ဆရာတစ်ဆူဖြစ်တဲ့ အန်ကယ်ဆဲ ဗင်းဆီမှာ သင်ယူချင်ပေမယ့် သူငယ်စဉ်ဘဝ ဟင်းကောင်းကောင်းမချက်တတ်ခင်က အငြင်းခံထားရတဲ့ ရာဇဝင်ရှိတာမို့ စိုးရိမ်မှုတွေရှိနေခဲ့ပါတယ်။ တစ်ဖက်မှာ လည်း ပေါလ်အန်းဟာ ပြင်သစ် မှာ သင်လာခဲ့တဲ့ အသစ်အသစ် သော ဟင်းချက်နည်းတွေနဲ့ ပြိုင် ဘက်ကို ယှဉ်ပြိုင်နိုင်ဖို့ ပြင်ဆင် ခဲ့ပါတယ်။\n\nအချက်အပြုတ် ဦးစားပေး ဇာတ်ကားမို့ အသီးအရွက်၊ သား ငါးလှီးချွတ်တာတွေ၊ အလှဆင် တာတွေ၊ ပြင်ဆင်ချက်ပြုတ်တာ တွေကလည်း ဇာတ်လမ်းအကြောင်းအရာနဲ့အတူ ဆွဲဆောင်ဦးမှာ သေချာပါတယ်။\n\nကျွမ်းကျင်စားဖိုမှူး နှစ်ဦးအကြားက အရှေ့တိုင်းနဲ့ အနောက်တိုင်းစတိုင် ချက်ပြုတ်မှုတွေကြား ဘယ်လို အားပြိုင်မှု တွေ ရှိမလဲဆိုတာ ဆက်ကြည့် လိုက်ဦးနော်။\n\nဒီဇာတ်ကားမှာ စကိုင်းကို အဖြစ် နီကိုလက်စ်စီ၊ ပေါလ်အန်း အဖြစ် ဂျန်ယောင်းဝှာ၊ အန်ကယ် ဆဲဗင်းအဖြစ် ဂဲယို၊ ယူနီအဖြစ် တစ်ဖနီတန်၊ မာယိုအဖြစ် မစ် ရှဲယ်ပိုင် စတဲ့ သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။",
      "file_link": "https://t.me/HanniMovies7/61",
      "genres": "Drama,Comedy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FCook%20Up%20A%20Storm%20(%202017%20).jpg?alt=media&token=4546fc64-88cf-4a78-b439-564db1b4f9f9",
      "name": "Cook Up A Storm - 2017",
      "quality": "720 p",
      "size": "902 mb",
      "yt_link": "CIcuh3Eiqgg"
    },
    "-NCXv01VA8gy2fwr9oUR": {
      "Country": "India",
      "IMDB": "5.4/10",
      "description": "ဇာတ်ကားရဲ့ နာမည်အရ. . . Venky Mama ဆိုတာက (မိခင်ဘက်က တောစပ်တဲ့) ဦးလေးဗင်ကီပေါ့။\n\nမိဘနဲ့သားသမီးကြားက ချစ်ခြင်းမေတ္တာ၊ သမီးရည်းစားကြားက ချစ်ခြင်းမေတ္တာတွေအကြောင်း မဟုတ်ပဲ\n\nဒီတစ်ခါ ဇာတ်ကားလေးက တူဝရီးနှစ်ယောက်ကြားက ချစ်ခြင်းမေတ္တာ အကြောင်းပေါ့ဗျာ။\n\nမင်းသားကြီး Daggubati Venkatesh(ဒတ်ဂူဗတီဗင်ကာတက်ရှ်) ၊ မင်းသားငယ် Naga Chaitanya (နာဂချာတန်(န်)ယာ\n\nမင်းသမီးချောတွေ ဖြစ်တဲ့ Payal Rajput (ပါယယ်လ်ရာ့ဂ်ျပွတ်) ၊ Rashi Khanna (ရာသျှိခမ်းနား)တို့ရဲ့ အသစ်စက်စက် ဇာတ်ကားပါ။\n\nတေလဂူးဇာတ်ကားတွေအဖို့ ဒီဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ၊ မင်းသမီးတွေနဲ့ စိမ်းနေနိုင်ပေမယ့်\n\nတောင်အိန္ဒိယဇာတ်ကား ပရိတ်သတ်တွေအဖို့တော့ မင်းသားနှစ်လက်အပြင် မင်းသမီးနှစ်လက်နဲ့ပါ ရင်းနှီးနေပါလိမ့်မယ်။\n\nဇာတ်လမ်းအကျဉ်း အိန္ဒိယနိုင်နဲ့ ပါကစ္စတန်နယ်စပ် ကက်ရှ်မီးယားဒေသမှာရှိတဲ့ တပ်မတော်ပိုင်နယ်မြေထဲကို လူလတ်ပိုင်းအရွယ် သူစိမ်းတစ်ယောက် ဝင်လာတယ်။\n\nတားမြစ်နယ်မြေထဲကို ခွင့်မတောင်းပဲ ဝင်လာတဲ့အတွက် အဖမ်းဆီးခံလိုက်ရတယ်။ သူ့မျက်လုံးတွေဟာ ရောက်ရက်ခက်မနေဘဲ တည်ငြိမ်နေတယ်။\n\nကြောက်စိတ်လုံးဝမရှိ၊ အကြမ်းဖက်မှု ဖြစ်နေစဉ်ကာလမှာ ဒီလိုလူတစ်ယောက်ကို ဖမ်းဆီးထားဖို့ တပ်မတော်က အသင့်ဖြစ်နေတယ်။\n\nလူတစ်ယောက်ကို လာရှာကြောင်းပြောတယ်။ အရာရှိတွေဖက်က အဲ့ဒီလူဟာ ဒီတပ်မတော်ထဲ လုံးဝမရှိကြောင်း ပြောတယ်။\n\nဖမ်းဆီးခံလူလတ်ပိုင်းကလည်း သူရှာနေတဲ့လူဟာ ဒီတပ်ထဲမှာ အတိအကျရှိကြောင်း ပြောတယ်။\n\nအဖမ်းခံလိုက်ရသူကို တပ်မတော်အရာရှိအဆင့်ဆင့်က စစ်ဆေးချက်ယူလိုက်တဲ့ အခါ. . . ဒီဇာတ်လမ်း စတည်ဖြစ်ပေါ်လာတော့တယ်။\n\nဒီဇာတ်ကားကို ဘာသာပြန်ဖို့ရွေးချယ်လိုက်တာတော့ မင်းသမီး Raashi Khanna ကြောင့်ဆိုရင် မမှားဘူး။\n\nဒါပေမဲ့ ဇာတ်လမ်းလည်း မဆိုးနေတာကို မြင်လိုက်ရတယ်။ တစ်ကွက်တစ်ကွက် ထည့်ထားတဲ့ ဟာသတွေက ရယ်နေရတယ်။\n\nဇာတ်လမ်းကလည်း စိတ်ဝင်စားဖို့ကောင်းတယ်။ ကြားမှာ ပျင်းစရာကောင်းသွားတာမျိုး မရှိခဲ့။\n\nတစ်ကွက်ပြီးတစ်ကွက်က ပျင်းစရာနေရာ မရှိအောင်ပါပဲ။ ဒေါင်းကြည့်ဖို့ လက်ရွံ့နေစရာ မလိုပါဘူးလို့ပြောရင်း..\n\nဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။",
      "file_link": "https://t.me/HanniMovies7/64",
      "genres": "Action,Drama,Comedy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fnagachaitanyaandvenkateshstarrervenkymamainbigtroubleduetodabangg3-1572874094.jpg?alt=media&token=9f848016-337b-44c6-a368-75467c6b3a5c",
      "name": "Venky Mama - 2019",
      "quality": "720 p",
      "size": "992 mb",
      "yt_link": "b8gI3ijht8E"
    },
    "-NCY1Lwe4Rld2kHo1DqT": {
      "Country": "English",
      "IMDB": "4.8/10",
      "description": "တိရစ္ဆာန် တွေရဲ့ ခန္ဓာကိုယ်အစိတ်ပိုင်းတွေကို အစားထိုးကုသမှု ခံယူပြီးနောက်ပိုင်း တိရစ္ဆာန် စိတ်တွေ ဝင်လာတဲ့ လူတစ်ယောက်အကြောင်း ရိုက်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်",
      "file_link": "https://t.me/HanniMovies7/68",
      "genres": "Comedy,Sci Fi",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220922_085040_047.jpg?alt=media&token=f6b6db49-e850-4ae2-aece-c31d84a22494",
      "name": "The Animal - 2001",
      "quality": "720 p",
      "size": "1.14 Gb",
      "yt_link": "pBwcksgKcFs"
    },
    "-NCf92L72QwXvod0bdVU": {
      "Country": "India",
      "IMDB": "5.6/10",
      "description": "ကဲ ဝန်ကြီးချုပ်မင်းသားလို့ လူသိများကြတဲ့ မင်းသားချော Mahesh Babu\nပါဝင်ရိုက်ကူးပုံဖော်ထားတဲ့ ၂၀၂၂ မေလ ထွက် အသစ်စက်စက်ဇာတ်ကားလေး လာပြီနော် ….\nတလဲဂူး ကားဖြစ်တဲ့အတွက် အလန်းစား ဖိုက်တင်ခန်းတွင်ပါဝင်ပြီး ဇာတ်အိမ်လေးကလည်း အရမ်းကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်မဟီ လို့အမည်ရတဲ့ ကောင်လေးကတော့ ငွေချေးလုပ်ငန်းအေးဂျင့်တစ်ယောက်ဖြစ်ပြီး\nသူ့ကိုယ်ပိုင် ငွေချေးလုပ်ငန်း ကို လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါ\nငယ်ငယ်က ကြုံခဲ့ရတဲ့ အတိတ်ဆိုးတွေကြောင့် သူရစရာရှိတဲ့ အကြွေးမရအောင်\nမိုးဆုံးမြေဆုံးထိ လိုက်တောင်းတတ်တယ့် စီးပွားရေးသမားတစ်ယောက် …\nအဲဒီလိုနဲ့ သူ့ရဲ့ ငွေချေးလုပ်ငန်းကို ကာလာဗာသီဆိုတဲ့\nကောင်မလေးတစ်ယောက်က ပညာသင်ဖို့အတွက် ဒေါ်လာ ၁၀၀၀၀ လာချေးပါတော့တယ်အဲဒီလိုနဲ့ မဟီက ကာလာဗာသီကို သဘောကျသွားရာကနေ သိပ်မကြာခင်မှာပဲ\nကာလာဗာသီရဲ့ သရုပ်မှန်ကို သိလိုက်ရတဲ့အချိန် ….\nအကြွေးဆို တစ်ရူပီးကအစ မရရအောင် တောင်းတတ်တဲ့ မဟီတစ်ယောက်\nသူ့အကြွေး ဒေါ်လာ ၁၀၀၀၀ ကို ဘယ်ထိတောင် လိုက်တောင်းမှာလဲ\nဘယ်လိုတွေ တောင်းသွားမလဲ\nဒေါ်လာ ၁၀၀၀၀ က အစပြုလို့ ဘယ်လို ဇာတ်လမ်းတွေ ပေါ်ထွက်လာဦးမလဲ ဆိုတာကို\nမဟက်ရှ် ရဲ့ အလန်းစား သရုပ်ဆောင်မှုလေးတွေနဲ့အတူ ဆက်လက်ကြည့်ရှု ခံစားပေးကြပါဦးနော်",
      "file_link": "https://t.me/HanniMovies7/70",
      "genres": "Action,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BMzRlMDRjMTYtNjEwYy00MmU4LTk2MzctZTUyODdjZTdiN2JiXkEyXkFqcGdeQXVyODc1NTc0NTY%40._V1_.jpg?alt=media&token=56dd5a07-2cb5-4c40-a816-b6ec53e27379",
      "name": "Sarkaru Vaari Paata - 2022",
      "quality": "720 p",
      "size": "714 mb",
      "yt_link": "tVr9v3o7iHY"
    },
    "-NCfUI2iNrqS6t7FWqNz": {
      "Country": "India",
      "IMDB": "7.9/10",
      "description": "The Forgotten Army – Azaadi ke liye (2020) [စ/ဆုံး]\n==================================\n\n[ War/History/Drama]\n\nIMDb rating :  : 8.2\n\n“သမိုင်းဆိုတိုင်း မှတ်ထားနေဖို့မလိုဘူး သမိုင်းရဲ့ တစ်ချို့သော အခန်းတွေကို မေ့သင့်ရင် မေ့ပစ်ရတယ်” တဲ့။\n\nဒီ စီးရီးကတော့ ၁၉၉၆ ခုနှစ်ကို နောက်ခံထားပြီးရိုက်ကူး ထားတာပါ။ ၁၉၉၆ ဆိုတော့ မြန်မာနိုင်ငံမှာ ကျောင်းသား သပိတ်ဖြစ်နေတဲ့ကာလပေါ့။\n\n၁၉၉၆ ကို နောက်ခံထားသော်လည်း ဇာတ်လမ်းက ဒုတိယ ကမ္ဘာစစ်ကို အဓိက တင်ဆက်ထားတာပါ။\n\nဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဗြိတိသျှဘက်ကနေပြီးတော့ အိန္ဒိယစစ်သားတွေက ပါ၀င်ပြီး တိုက်ပွဲ၀င်ခဲ့ကြရပါတယ်။\n\nဒါပေမယ့် သမိုင်းတွေထဲမှာတော့ အိန္ဒိယစစ်သားဆိုပြီး ထည့်သွင်းဖော်ပြခြင်းမခံရပဲ မေ့ထားခြင်းကို ခံရတာပါ။\n\nဒါကြောင့်ပဲ The Forgotten Army ဆိုပြီး ဒီ စီးရီးလေး ဖြစ်လာတာပါ။\n\nမြန်မာပြည်ရဲ့ တစ်စိတ်တစ်ဒေသကိုလည်း မြင်တွေ့ရမယ့် စစ်ကားကောင်းလေး တစ်ကားဆိုတာ အာမခံပါတယ်။\n\nစစ်ကားကြိုက်ပြီး သမိုင်းကိုလည်း စိတ်၀င်စားတဲ့သူဆိုရင်တော့ ဒီဇာတ်ကားကို လက်မလွှတ်သင့်ပါဘူး။\n\n",
      "file_link": "https://t.me/HanniMovies7/77",
      "genres": "War,History,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2F1585174696564537-0.jpg?alt=media&token=fe4ae46f-62b5-4ff0-9e36-4e5306c9503a",
      "name": "The Forgotten Army - 2020",
      "quality": "720 p",
      "size": "300-500 mb",
      "yt_link": "NG6PUj-TUfY"
    },
    "-NCfXe7riJwHFNQZuezU": {
      "Country": "English",
      "IMDB": "8.4/10",
      "description": "IMDb….8.5,,,,,Rotten…68%\n\nDC comic တွေထဲက ဇာတ်ကောင်တစ်ကောင်ကို အခြေခံထားတဲ့ ရုပ်ရှင်ပါ။\n\nဂျိုကာကိုဆို စူပါဟီးရိုး ဖန်တိုင်း သိကြမှာပါ။\n\nခေတ်အဆက်ဆက် လင်းနို့လူသား ရုပ်ရှင်တွေမှာအကောင်းဆုံးဗီလိန်တွေထဲက တစ်ယောက်အဖြစ် ပါနေကျပါပဲ။\n\nဒီကားကတော့ အရင်ဂျိုကာတွေ လင်းနို့လူသားတွေရဲ့ ဇာတ်လမ်းနဲ့ မဆက်စပ်ပါဘူး။\n\nအာသာဖလက်ဆိုတဲ့ သာမန်လူတစ်ယောက်ကနေ ဂျိုကာဆိုပြီးဘယ်လိုဖြစ်လာလဲ ဆိုတာကို ဇာတ်ညွှန်းအသစ်နဲ့ ပြသထားတာပါ။\n\nလက်ရှိ အအောင်မြင်ဆုံးနဲ့ ဝင်ငွေအကြမ်းဆုံး R rated ရုပ်ရှင်ပါ။\n\nသရုပ်ဆောင်၊ ဒါရိုက်တာ အကုန်ကောင်းမွန်တဲ့အရှိန်ရယ်၊ ခေတ်အဆက်ဆက် ရှိလာခဲ့တဲ့ ပရိသတ်တွေရဲ့ အရှိန် ၂ ခုလုံးပေါင်းမိသွားတာပါပဲ။\n\nစူပါဟီးရိုးဖန်တွေရော ရုပ်ရှင်ကောင်းကြိုက်တတ်တဲ့ သူတွေရော သဘောကျကြမှာပါ။\n\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…",
      "file_link": "https://t.me/HanniMovies7/79",
      "genres": "Crime, Drama, Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220924_003316_656.jpg?alt=media&token=6fdf71ab-0b0b-48a5-b554-1fa9b40047a3",
      "name": "Joker - 2019",
      "quality": "720 p",
      "size": "989 mb",
      "yt_link": "zAGVQLHvwOY"
    },
    "-NChSwZWSQ8HVj3IvOXK": {
      "Country": "English",
      "IMDB": "5.9/10",
      "description": "Hype တွေများလွန်းလို့ တကယ့်ဇာတ်ကားထွက်လာတော့ထင်သလောက်ခရီးမရောက်ဖြစ်ခဲ့ရတဲ့ ဇာတ်ကားကိုဘယ်လိုဘယ်ပုံတွေကောင်းကြောင်း ဆိုးကြောင်းထပ်ပြီး မညွှန်းချင်တော့ပါဘူး။\n\nမျှော်လင့်ထားသလောက် ဖြစ်မလာပေမယ့်မကောင်းဘူးလို့တော့လဲလုံးဝပြောလို့မရတာတော့အမှန်ပါ\n\nဒါ့ကြောင့် ဇာတ်လမ်းသွားလေးပဲ နည်းနည်းညွှန်းပေးပါရစေ။\n\nဇာတ်ကားကို Batman နဲ့ Supermanရဲ့တိုက်ပွဲအပြီးSuperman သေဆုံးသွားတဲ့နောက်ပိုင်းကာလမှာဇာတ်အိမ်တည်ထားပါတယ်။\n\nအစိုးရအဖွဲ့အနေနဲ့ Supermanလို လူစွမ်းကောင်းမျိုးသာ ဆိုးသွမ်းတဲ့ဘက်ကနေ လူသားတွေကိုဒုက္ခပေးမယ့်Villainတစ်ဦးဖြစ်နေမယ်ဆိုရင် ဆိုတဲ့စိုးရိမ်စိတ်တွေဖြစ်လာကြတဲ့အတွက်Amanda Waller ဆိုတဲ့အမေရိကန်အစိုးရအဖွဲ့မှ အမျိုးသမီးကြီးရဲ့အကြံအစည်ကDC ရဲ့နာမည်ကျော် Villainsကြီးများနဲ့အဖွဲ့တစ်ခုထူထောင်ပြီး အစိုးရအနေနဲ့မဖြေရှင်းနိုင်တဲ့ကိစ္စများကိုသူ့ရဲ့Task Force X ခေါ် Suicide Squad အဖွဲ့ကိုလွှတိပြီးဖြေရှင်းစေဖို့ပဲဖြစ်ပါတယ်။\n\nAmanda ရဲ့ အကြံအစည်အောင်မြင်မလား\n\nဒီvillainsကြီးတွေကိုရောသူထိန်းချုပ်နိုင်ပါ့မလား\n\nSuicide Squadအဖွဲ့သားတွေကရောဘယ်လိုအန္တရာယ်တွေကိုရင်ဆိုင်ဖြေရှင်း ရမလဲဆိုတာကိုတော့ဇာတ်ကားထဲမှာပဲဆက်လက်ကြည့်ရှုခံစားပေးပါခင်ဗျာ။\n\nမညွှန်းတော့ဘူးဆိုပေမယ့် တစ်ခုလေးပြောပြစရာရှိပါသေးတယ် 😛\n\nဇာတ်ကားရဲ့ အဓိက အားသာချက်တစ်ခုကတော့ characters ကိုက်ညီမှုရှိတာပါပဲ\n\nအထူးသဖြင့်Deadshot အဖြစ်သရုပ်ဆောင်တဲ့ Will Smith နဲ့ရေပန်းစားနေတဲ့ Harley Quinn အဖြစ်Margot Rubbie တို့ရဲ့ သရုပ်ဆောင်ပီပြင်မှုတွေကတော့ ပရိတ်သတ်အထူးကြိုက်နှစ်သက်ကြလိမ့်မယ်ဆိုတာကျိန်းသေပေါက် အာမခံရဲပါတယ် ။\n\nJoker အဖြစ် အများစိတ်ဝင်စားနေတဲ့ Jared Letoကိုလဲ သူပါသမျှဇာတ်ဝင်ခန်း များအရသုံးသပ်ဖို့ခက်ခဲနေသေးပေမယ့် မဆိုးဘူးလို့တော့မြင်မိပါတယ်။\n\nဒါ့ကြောင့် rating တွေ Review တွေ ဘေးခဏချိတ်Hype ခဲ့သမျှတွေကိုခဏမေ့ပြီး မိမိအမြင်နဲ့ သာကြည့်ရှုခံစားကြပြီး မိမိအမြင်နဲ့သာဝေဖန်သုံးသပ်ကြည့်ကြပါလို့ပဲတိုက်တွန်းပါရစေခင်ဗျာ/\n\nအော် ဒါနဲ့ …. နောက်ဆုံးမှာ နောက်လာမယ့် Justice League ဇာတ်ကားအတွက်အစပျိုးထားတဲ့ post credits sceneပါပါ တယ်",
      "file_link": "https://t.me/HanniMovies7/81",
      "genres": "Action,Adventure,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BMjM1OTMxNzUyM15BMl5BanBnXkFtZTgwNjYzMTIzOTE%40._V1_.jpg?alt=media&token=88582224-cc32-4c82-a8a7-527def680ba4",
      "name": "Suicide Squad - 2016",
      "quality": "720 p",
      "size": "952 mb",
      "yt_link": "CmRih_VtVAs"
    },
    "-NChTKEhgk4xHXplD3KE": {
      "Country": "English",
      "IMDB": "7.2/10",
      "description": "Superheroဆိုတာဂျိုနဲ့လားလို့ ​တွေ့သမျှလူတိုင်းကို\nFace to Face လိုက်​မေးမယ့် Harley Quinn ရဲ့ Suicide Sqaudလာပါပြီ\n\nMarvel ရဲ့ ဗရုတ်သုတ်ခအဖွဲ့ဖြစ်တဲ့ GOTGနဲ့​သောင်းကျန်းလို့အပြီးမှာ​တော့\nဒါရိုက်တာ James Gunnတစ်​​ယောက် DC universeရဲ့ ​မျောက်​​လောင်းအဖွဲ့ဖြစ်တဲ့ Suicide Squadဆီကိုပါ ​​ရောက်လာခဲ့ပါပြီ\n\nIMDB rating – 7.9 နဲ့ Rotten Tomatoes rating – 95% ​တောင်ရထားတာမလို့ ​DCEU ရဲ့ ဇာတ်ကား​တွေထဲမှာ အမြင့်ဆုံး ratingလို့​​တောင် ပြောလို့ရပါတယ်\n\nU.S အစိုးရရဲ့ အရာရှိကြီး အမန်ဒါ​​ဝေါလ်လာတစ်​ယောက်\nEnchantressနဲ့ ရင်ဆိုင်အပြီးမှာ ​​နောက်ထပ်ကမ္ဘာပျက်မယ့်​ ဘေးအန္တရာယ်ကြီးတစ်ခုအတွက်\nအ​သေခံ Suicide Sqaud အသစ်တစ်ခုကို ထပ်ပြီးဖွဲ့စည်းရပြန်ပါပြီ\n\nအဲ့ဒီအန္တရာယ်က​တော့ တောင်​အမေရိကကျွန်းငယ်နိုင်ငံ​လေးတစ်ခုကို\nအုပ်ချုပ်​နေတဲ့လူတစ်စုရဲ့ လက်ထဲကို​ရောက်ရှိ​နေတဲ့\nProject Starfish လို့​ခေါ်တဲ့ ဒီကမ္ဘာပြင်ပကမျိုးစိတ်တစ်ခုပါ\n\nအဲ့ဒီမျိုးစိတ်နဲ့သက်ဆိုင်တဲ့ စမ်းသပ်မှုလုပ်ငန်း​တွေကို\nအဲ့ဒီကျွန်းနိုင်ငံ​​လေးအထိ သွား​​ရောက်ဖျက်ဆီးရမှာက\nဇာတ်လိုက်​ကျော် Suicide Sqaud ကြီးရဲ့တာဝန် ဖြစ်လာပါ​​တော့တယ်၊\n\nသူတို့​တ​တွေ အောင်​အောင်မြင်မြင်ပဲ ဝင်​ရောက်ဖျက်ဆီးနိုင်မှာလား\nဘယ်လိုတလွဲတ​ချော်​တွေ ဖြစ်ကြဦးမလဲ၊ ဘယ်​လောက်ထိခွီရဦးမလဲဆိုတာကို\nDC universe ရဲ့ထုံးစံအတိုင်း သွေးသံတရဲရဲ ခပ်ကြမ်းကြမ်းရိုက်ကွက်တွေနဲ့\nအပီအပြင်ရိုက်ပြထားတာမလို့ အားပါးတရကြီးကြည့်ရှုခံစားရမှာပါ\n\n​အ​ရှေ့ပိုင်းဇာတ်ကား​တွေမှာ ​ဝေဖန်မှု​တွေခံ​နေရတဲ့​ WBကုမ္ပဏီအ​နေနဲ့\nဒီတစ်​ခေါက် Suicide Squadနဲ့ ပရိတ်သတ်​တွေရဲ့ အား​ပေးမှုကို ဘယ်လိုပြန်ပြီးသဲ့ယူသွားမလဲဆိုတာ ကြည့်ရမှာပါ…\n\nဒါ​ပေမဲ့ Margot Robbieရဲ့ Harley Quinnတစ်​ယောက်ထဲနဲ့တင်\nRating 100% မှာ 101% ​ပေးဖို့တန်နေပါပြီ။\n\nဆိုတော့ကာဗျာ ….. ပြောမယုံ ကြုံမှသိလိမ့်မယ်ဗျ\n\nကြည့်ပြီးမှ ပြန်ဆွေးနွေးကြတာပေါ့။\n\nအညွှန်းကတော့ JimX ဖြစ်ပြီးတော့\n\nဘာသာပြန်ထားတာကတော့ 2TAY ဖြစ်ပါတယ်။",
      "file_link": "https://t.me/HanniMovies7/83",
      "genres": "Action,Adventure,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FThe-Suicide-Squad-2021-movie-poster.jpg?alt=media&token=e342b592-197b-4ab8-b6f5-4021ba02e55b",
      "name": "Suicide Squad - 2021",
      "quality": "720 p",
      "size": "602 mb",
      "yt_link": "JuDLepNa7hw"
    },
    "-ND7ZFaHLIp32kme3D0U": {
      "Country": "Myanmar",
      "IMDB": "Unknown",
      "description": "ဦးနှောက်သေးပြီးစိတ်နှလုံးသားကြီးတဲ့ ငဒူ တစ်ယောက်စိတ်နှလုံးသားအရကူညီတတ်ပေမယ့်ဦးနှောက်သေးငယ်မှုကြောင့်ကူညီလိုက်တိုင်းဘယ်လို အလွဲလေးတွေနဲ့ကြုံတွေ့ရမလဲ...ငဒူ ရဲ့စိတ်ကိုသိတဲ့လူတစ်ချို့ရဲ့အနိုင်ကျင့်မှုကိုခံနေရတဲ့ ငဒူ တစ်ယောက်ဘယ်လိုဒုက္ခမျိုးတွေနဲ့ကြုံနေရမလဲ... ငဒူ တစ်ဖတ်သတ်ချစ်ရတဲ့ ခင်မှုံ ကကော ငဒူ ကိုပြန်ချစ်နိုင်ပါ့မလား...ငဒူ ရဲ့တစ်ခုတည်းသောစိတ်ဆန္ဒတစ်ခုကိုဟော်တယ်ပိုင်ရှင် ဦးရွှေဝင်း ကအောင်မြင် အောင်ကူညီပေးနိုင်ပါ့မလား...ငဒူ ရဲ့ဆန္ဒကကောဘာဖြစ်မလဲဆိုတာ...လူတွေရဲ့စိတ်တွေကိုကွဲပြားအောင်ရိုက်ကူးထားတဲ့ ငဒူ.....",
      "file_link": "https://t.me/HanniMovies7/85",
      "genres": "Comedy,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2F5d96bfab99e41.jpg?alt=media&token=4755ddd6-b874-4877-87dd-f81892157e9d",
      "name": "ငဒူ - 2018",
      "quality": "720 p",
      "size": "1.06 Gb",
      "yt_link": "C93vkJ4hdr0"
    },
    "-ND7cAhwFjIzqaHI_uym": {
      "Country": "India",
      "IMDB": "5.6/10",
      "description": "Ghibah \n======\n\nနတ်ဆိုးဆိုတာ ဘယ်အချိန်မှာပေါ်လာတာလဲညအချိန်လား နေဝင်ရီတရော အချိန်လား နှစ်ခုလုံးမဟုတ်ပါဘူး။တကယ်က ကိုယ်သူများတွေရဲ့ နောက်ကွယ်မှာ မှန်လားမသိ မမှန်လား\nမသိနဲ့ အတင်းပြောတဲ့အချိန် ကိုယ့်ဆီ\nမှာမကောင်းတဲ့အတွေးတွေများနေတဲ့အချိန်မှာ ပေါ်လာတတ်တာပါတဲ့။\nအဲ့လိုမျိုးအတင်းပြောတာကို \nအစ္စလာမ်ဘာသာမှာ ဂီဘာလို့ခေါ်ဝေါ်ကြပါတယ်\n\nဖီလီတို့ တက္ကသိုလ်ကျောင်းသူကျောင်းသားတသိုက်ဟာ ကျောင်းမဂ္ဂဇင်းအတွက် ကျောင်းသူနဲ့ ပါမောက္ခဖောက်ပြန်တဲ့အကြောင်းကို သတင်းယူရင်းဂီဘာဆိုတဲ့ မဟုတ်မမှန်အတင်းပြောတဲ့ အပြစ်ကို မတော်တဆ ကျူးလွန်မိခဲ့ကြပါတယ်။\n\nအဲ့ဒီအချိန်မှာ လူတွေဂီဘာအပြစ်ကို ကျူးလွန်ဖို့ အမြဲစောင့်မျှော်နေတဲ့ အီဖရစ်နတ်ဆိုးက ကြားသိသွားပြီး သူတို့ရဲ့နောက်ကို တစ်ကောက်ကောက် ကပ်ပါလာပါတော့တယ်။\n\nကပ်ပါလာပြီးနောက်ပိုင်း အီဖရစ်နတ်ဆိုးဟာ ဖီလီတို့ သူငယ်ချင်းတစ်စုကို တစ်ယောက်ချင်းစီ ဘယ်လိုမျိုးပြင်းပြင်းထန်ထန် နှောင့်ယှက်အပြစ်ပေးမလဲဆိုတာကိုတော့.....",
      "file_link": "https://t.me/HanniMovies7/87",
      "genres": "Horror,Comedy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20220929_160708_198.jpg?alt=media&token=fe772799-c825-4afa-bd6d-feb785b06da8",
      "name": "Ghibah 2021",
      "quality": "720 p",
      "size": "1.2 Gb",
      "yt_link": "ZEzaGvL2JUg"
    },
    "-NDHpsGDlSOc59E88ccp": {
      "Country": "Japan",
      "IMDB": "7.8/10",
      "description": "၁၃နှစ်ပြည့်တဲ့စုန်းလေးတွေဟာ အိမ်ကထွက်ပြီး\n\nကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်ရတဲ့\n\nစုန်းတို့ရဲ့ရိုးရာအတိုင်း ၁၃နှစ်အရွယ်စုန်းမလေးခီခီဟာ\n\nတိမ်ကင်းစင်တဲ့လပြည့်ညတစ်ညမှာ\n\nသူ့ရဲ့ကြောင်နက်လေးဂျီဂျီရယ် အဖေ့ရေဒီယိုလေးရယ်နဲ့အတူ\n\nတံမြက်စည်းပျံစီးပြီး အိမ်ကထွက်လာခဲ့ပါတော့တယ်။\n\nဒီလိုနဲ့ နာရီ​စင်ကြီးရှိတဲ့ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့မှာ\n\nအခြေချဖို့ဖြစ်လာတဲ့အခါ စုန်းမလေးခီခီဟာ\n\nအခက်အခဲပေါင်းများစွာနဲ့ရင်ဆိုင်ရပါတော့တယ်။ ​\n\nတဖြည်းဖြည်းနဲ့ ခီခီ့ရဲ့တစ်ပါးသူအပေါ်ကူညီပေးမှုတွေ၊\n\nသနားကြင်နာတတ်မှုတွေကြောင့် လူချစ်လူခင်ပေါလာပြီး\n\nသူ့ကိုယ်ပိုင်ပစ္စည်းပို့လုပ်ငန်းလေးကိုလည်း\n\nတစ်နိုင်တစ်ပိုင်ထူထောင်လာနိုင်ပါတော့တယ်။\n\nဒီဇာတ်လမ်းမှာ ခီခီ့ရဲ့ ကိုယ်ပိုင်အလုပ်သစ်လေးမှာ\n\nအလုပ်အပ်သူတစ်ယောက်ပေါ်လာရင်ကို\n\nစိတ်လှုပ်ရှားနေတတ်တာမျိုးတွေ၊\n\nသူငယ်ချင်းကြောင်နက်လေးဂျီဂျီ သူငယ်ချင်းအသစ်ရသွားတဲ့အခါ\n\nစိတ်ပျက်ဝမ်းနည်းပုံလေးတွေ၊ ကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်ရတဲ့အခါ\n\nအတက်အကျတွေအားလုံးကို ရင်ဆိုင်ကျော်ဖြတ်ရပုံလေးတွေကို\n\nလူငယ်သဘာဝအလျောက် တွေ့မြင်ရမှာဖြစ်ပြီး\n\nကိုရိုကိုဆိုတဲ့ ပင်လယ်ဆိပ်ကမ်းမြို့လေးရဲ့ သဘာဝအလှအပလေးတွေကိုလည်း\n\nစိတ်ချမ်းမြေ့ဖွယ်ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ်…\n\nIMDb 7.8/10\n\nRotten tomatoes 98% ထိရရှိထားတဲ့ anime\n\nဇာတ်ကားကောင်းလေးကို ကြည့်ရှုခံစားပေးကြပါဦး….\n\n ",
      "file_link": "https://t.me/HanniMovies7/89",
      "genres": "Comedy,Fantasy,Adventure",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221001_152732_918.jpg?alt=media&token=1e404c00-4600-48f4-b0b0-60be0244d36d",
      "name": "Kiki's Delivery Service",
      "quality": "720p",
      "size": "680 mb",
      "yt_link": "4bG17OYs-GA"
    },
    "-NDMK2MnWUUHT8BBGssb": {
      "Country": "Japan",
      "IMDB": "8.4/10",
      "description": "ဒီတစ်ခါတော့\n\nခံစားချက်ပေါင်းများစွာ ရစေမဲ့\n\nအဓိပ္ပါယ်အများကြီးရှိတဲ့\n\nဂျပန် Anime လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။\n\nဇာတ်ကားဟောင်းပေမဲ့ နှစ်ချို့ဝိုင်လို\n\nခေတ်အဆက်ဆက် ဖြတ်သန်းပြီးတာတောင်\n\nဟောင်းလေကောင်းလေ\n\nသတ်မှတ်ထားကြတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။\n\nဒီ ကမ္ဘာလောကကြီးမှာ ဖြစ်နိုင်မယ်ဆိုရင်\n\nလူတိုင်းက အရာအားလုံးကို လိုချင်ကြတာပါပဲ။\n\nကိုယ် လိုချင်တာတွေ အတွက် လူတွေ\n\nအပြိုင်အဆိုင် ဖြစ်လာတဲ့အခါ\n\nအမုန်းတရားနဲ့ အမှား အမှန် ဖြစ်တည်လာရတယ်။\n\nဒီ ဇာတ်လမ်းရဲ့ ထူးခြားချက်ကတော့\n\nကိုယ့်အမှန်တရားနဲ့ကိုယ် ရှိနေတဲ့ ဘက်နှစ်ဘက်ရယ်\n\nလောဘသက်သက်\n\nအတ္တ အမှန်တရားရှိနေတဲ့တစ်ဘက်ရယ်\n\nကြားနေလူတစ်ယောက်ရယ်နဲ့\n\nအမှန်တရားဆိုတာ ဘက်တိုင်းမှာ ရှိနေကြောင်း\n\nကောင်းကောင်းကြီး မီးမောင်း ထိုးပြ နိုင်ခဲ့ပါတယ်။\n\nဘက်တိုင်းမှာ ရှိနေတာဟာ ဘယ်ဘက်မှာမှ\n\nမရှိတာနဲ့ အတူတူပါပဲ။\n\n \n\nဇာတ်လမ်းအကျဉ်းကတော့….\n\nရှေးပဝေဏသီ အတိတ်တစ်ခုတုန်းက\n\nသားရိုင်းတွေ သစ်တောဝိညာဉ် နတ်ဘုရားတွေ\n\nသစ်တောထဲ နေခဲ့ကြတယ်။ သူတို့ကို စောင့်ရှောက်တဲ့\n\nသားရိုင်းကြီးတွေနဲ့ လူတွေလည်း အတူ\n\nသဟာဇာတ ဖြစ်ဖြစ် ရှိခဲ့ကြတယ်။\n\n \n\nသစ်တောကို ရှင်းလင်းပြီး အမျိူးသမီးတစ်ယောက်က\n\nပြည့်တန်ဆာနဲ့ နူနာသည်လို လူ့လောက အပယ်ခံတွေ\n\nအတွက် မြို့တစ်မြို့ တည်ဆောက်တဲ့အချိန်\n\nသစ်တောရဲ့ မူလနေထိုင်သူတွေနဲ့ တိုက်ပွဲတွေဖြစ်ခဲ့တဲ့အပြင်\n\nသံသတ္တုပေါများတဲ့ ဒေသ\n\n့ဖြစ်တာကြောင့် ဧကရာဇ်ရဲ့ မျက်စိကျ ခံရပြီး\n\nတိုက်ခိုက်ခံရတဲ့ ဒေသလည်း ဖြစ်ခဲ့တယ်။\n\n \n\nသစ်တောဝိညာဉ်နတ်ဘုရားရဲ့ ခေါင်းက\n\nထာဝရအသက်ကို ပေးနိုင်တယ်လို့ ယုံကြည်သွားတဲ့\n\nဘုရင်တစ်ပါးက ခေါင်းရဖို့ ကြိုးစားလာတဲ့အခါ…..။\n\n \n\nဇာတ်အိမ်ခိုင်လွန်းပြီး\n\nDialouge တွေပါ အသေးစိတ်လေးတွေအထိ\n\nအနုစိတ်ထားတဲ့မို့ လုံးဝလက်မလွတ်သင့်ကြောင်းပါ။\n\n ",
      "file_link": "https://t.me/HanniMovies7/91",
      "genres": "Action,Adventure,Fantasy,Anime",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221001_155728_241.jpg?alt=media&token=b92bef12-fe35-4a42-b0ba-389455c0b646",
      "name": "Princess Mononoke - 1997",
      "quality": "720 p",
      "size": "934 mb",
      "yt_link": "4OiMOHRDs14"
    },
    "-NDQur-boqhChXyrqSu_": {
      "Country": "English",
      "IMDB": "7.3/10",
      "description": "The Basketball Diaries 1995\n\nMDb (7.3/10)\n\nလီယိုနာဒိုကို ခေါင်းဆောင်မင်းသားအဖြစ် ပို့ဆောင်ပေးနိုင်ခဲ့တဲ့ ဇာတ်ကားပါ။\n\nဒီဇာတ်ကားဟာ Jim Carroll ဆိုတဲ့ အမေရိကန် နာမည်ကျော် ကဗျာဆရာ စာရေးဆရာ ဂီတပညာရှင် တစ်ဦးအကြောင်းကို ရိုက်ကူးထားတာပါ။\n\nသူ့အသက် ၁၃ နှစ် မြီးကောင်ပေါက်အရွယ်က ဘတ်စကတ်ဘောကစားခြင်း လူပျိုရည်ပျက်သုန်းခြင်း မူးယစ်ဆေးစွဲခြင်း နေ့စဉ်မှတ်တမ်းတွေအကြောင်းပေါ့။\n\nလူငယ်ဆိုတာ အဖြူထည်…လောကကြီးက နိုင်ရာစား…အရသာဆို ခါး..ဘဝက ဓါးသွား။\n\nလီယိုနာဒိုရဲ့ မြီးကောင်ပေါက်သရုပ်ဆောင်မှုတွေက Jim Carroll ဝိညာဉ်ပူးကပ်နိုင်မလား…\n\nမင်းသား Mark Wahlberg ကိုလဲ မအောင်မြင်ခင်က ဒီဇိုင်းနဲ့ ဒီဇာတ်ကားမှာ တွေ့မြင်ရမှာပါ။",
      "file_link": "https://t.me/HanniMovies7/93",
      "genres": "Drama,Teen,Sports",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221003_091315_676.jpg?alt=media&token=016348c8-ee8e-452b-a67b-64af089dbd7f",
      "name": "The Basketball Diaries - 1995",
      "quality": "720 p",
      "size": "1032 mb",
      "yt_link": "-Zc7T0vUpj0"
    },
    "-NDSDDeWcnIjoCpdcfsf": {
      "Country": "India",
      "IMDB": "6.8/10",
      "description": "ဒီရုပ်ရှင်လည်းအတော်ကြီးကို ကောင်းပါတယ်။\nဇက်အက်ဖရွန်၊ ဘီလီမူရေး နဲ့ ရက်ဆဲခရိုးတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဖြစ်ရပ်မှန် စစ်ပွဲ ဒရာမာ ဟာသ အမျိုးအစားပါ။\nအစအဆုံး ရုပ်တည်ကြီးတွေနဲ့ ပြောနေသရုပ်ဆောင်နေပေမဲ့ အတော်ကိုရယ်ရပါတယ်။\nဖြစ်ရပ်မှန်ဖြစ်နေတော့ ပိုရယ်လို့တောင်ကောင်းပါသေးတယ်။\nအဓိကမင်းသားကတော့ ချစ်ကီဒိုနိုဟူးဆိုတဲ့ အမေရိကန်တပ်ထွက်မျိုးချစ်တစ်ယောက်ဖြစ်ပါတယ်။\nသင်္ဘောသားအလုပ်လုပ်ပြီး သင်္ဘောမတက်ရတဲ့အချိန်ဆိုရင်\nညတိုင်း အရက်ဆိုင်မှာမူးပြီး မိဘအိမ်မှာ နေဖင်ထိုးတဲ့အထိ အိပ်ပါတယ်။\nဗီယက်နမ်စစ်ပွဲကာလဖြစ်ပြီး အမေရိကန်မှာ ထောက်ခံသူနဲ့ ကန့်ကွက်ဆန္ဒပြသူတွေ နှစ်ပိုင်းကွဲနေတဲ့အချိန်ဖြစ်ပါတယ်။\nချစ်ကီရဲ့ညီမကတော့ ဆန္ဒပြသူဖြစ်ပြီး ချစ်ကီကတော့ ဆန္ဒပြသူတွေကို မုန်းတီးနေပြီး\nဗီယက်နမ်စစ်ပွဲကို နိုင်ငံအတွက်လို့ ယုံကြည်အားပေးနေသူဖြစ်ပါတယ်။\nတစ်ညတော့ ဘားမှာ စုသောက်ကြရင်းနဲ့ သူတို့ရပ်ကွက်ထဲကနေ ရှေ့တန်းကိုရောက်နေတဲ့ စစ်သားလေးတွေကိုသာ\nဒီနယူးယောက်က ဘီယာတွေ သွားပေးနိုင်ရင်ဘယ်လောက်ပျော်ကြမလဲ၊\nသူတို့ကိုထောက်ခံသူတွေရှိသေးကြောင်းသိပြီးဘယ်လောက်အားတက်မလဲဆိုပြီး ပြောမိသွားပါတယ်။",
      "file_link": "https://t.me/HanniMovies7/95",
      "genres": "War,Comedy,Action,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221003_155759_379.jpg?alt=media&token=fdb947b2-4872-4c3b-871c-34c44c0935e2",
      "name": "The Greastest Beer Run Ever - 2022",
      "quality": "720 p",
      "size": "1.05 gb",
      "yt_link": "NqxziDlZOIo"
    },
    "-NDSJkJX9W3ZbE5U4dyx": {
      "Country": "English",
      "IMDB": "7.8/10",
      "description": "ဇာတ်လမ်းအကျဉ်းကတော့ …\n\nလူတွေနေတဲ့ကမ္ဘာအပြင်ဘက်ကပင်ဒိုရာလို့ခေါ်တဲ့နေရာမှာ လူထက်နှစ်ဆကျော်လောက်မြင့်တဲ့မျက်နှာအပြာရောင်၊ နှာခေါင်းပြားပြား၊ မျက်လုံးပြူးပြူး၊ အမြီးပါတဲ့ နာဗီလို့ခေါ်တဲ့လူနဲ့တူတဲ့ဂြိုလ်သားခေါ်မလား၊ တခြားကမ္ဘာကသက်ရှိတွေလို့ခေါ်မလား သူတို့နေကြတယ်။သူတို့တွေမှာ သီးခြားဘာသာ စကားရှိပေမယ့် ရုပ်ရှင်ရိုက်လို့ကောင်းအောင်တချို့တွေကိုတော့ အင်္ဂလိပ်စကားပြောတတ်အောင် ဒါရိုက်တာက ခိုင်းထားတယ်။နာဗီတွေနေတဲ့နေရာက သိပ်လှတယ်။ ဒါရိုက်တာစိတ်ကူးကြောင့်ဒီလိုမြင်ကွင်းတွေ မြင်ခွင့်ရတာဖြစ်တယ်။ မြန်မာတွေအတွက်တော့ ဒီစိတ်ကူးတွေက သိပြီးသားပါ။ဘာသာရေးဆိုင်ရာစာအုပ်ဖတ်တဲ့သူတွေဆိုရင် ဝိဇ္ဇာ၊ ဇော်ဂျီ၊ တပသီတွေတရားမွေ့လျော်ရာ နေရာမျိုးတွေပေါ့။ သစ်ပင်တွေ၊ ပန်းမာလ်တွေ၊ ကျေးငှက်သာရကာတွေနဲ့သိပ်ပျော်မြူးဖို့ကောင်းတဲ့နေရာပေါ့။ဒါရိုက်တာကတော့ အမေရိကန်မို့ သူ့စိတ်ကူးထဲက အရုပ်တွေ၊ အကောင်တွေဖန်တီးတာပေါ့လေ။ကြည့်လို့ကောင်းအောင်လည်း ရုပ်ရှင်ပညာနဲ့ ဂရပ်ဖ်ဖစ်နဲ့ လုပ်လိုက်တာပေါ့။အဲဒီနာဗီတွေနေတဲ့ဆီမှာ ကမ္ဘာစွမ်းအင်အတွက် လိုအပ်တဲ့ဓာတ်သတ္ထုတစ်မျိုးက ထွက်တယ်။ကမ္ဘာစွမ်းအင်လိုအပ်ချက်အတွက် အဲဒီသတ္ထုထုတ်ယူဖို့လိုတယ်။ဒီတော့ လူသားတွေပီပီ ကြံဆကြိုးစားကြရင်းအမေရိကန်မရင်းတပ်ဖွဲ့ဝင်ဟောင်း(အခုတော့ အောက်ပိုင်းမသန်ဖြစ်နေတဲ့ မင်းသား)ကအဲဒီ နာဗီအဖြစ် အသွင်ပြောင်းရတယ်။ Jake လို့ခေါ်တဲ့ မင်းသားကိုသေတ္တာထဲထည့် ခလုတ်နှိပ်လိုက်ရင် သူက နာဗီဖြစ်သွားတာပဲ၊ ပြန်ခေါ်ချင်ရင်ခလုတ်ပိတ်လိုက် လူပြန်ဖြစ်လာတယ်။Jake က လူအဖြစ်ကနေ နာဗီဖြစ်နိုင်လို့ Avatar လို့ ဇာတ်ကားနာမည်ပေးတာပဲ။ဒီတော့ အသားပြာပြာရှိတဲ့လူဆို (အထူးသဖြင့် နေပူထဲများများသွားရတဲ့သတင်းထောက်တို့၊ မားကတ်တင်းတို့ဆို အသားတွေပြာနှမ်းကုန်တတ်တာပေါ့)နာဗီလို့ ခေါ်လို့ရမလား မသိဘူး။ဇာတ်ကားကိုပြန်ဆက်ရရင် Jack က နာဗီဖြစ်ဖြစ်သွားပြီး၊ နာဗီဘုရင်ကြီးရဲ့သမီးတော် နေတရီ နဲ့ ကြိုက်သွားရောဆိုပါတော့။ဒီတော့ ဒီဘက်က သတ္ထုတွေ လိုချင်တဲ့သူတွေကနာဗီတွေကို အပြတ်ရှင်း၊ နာဗီဒေသမှာရှိတဲ့ သတ္ဌုတွေ ယူပေါ့။မင်းသားက လူကနေ ခဏ ခဏ နာဗီဖြစ်ပြီးတဲ့အခါ ဒီစီမံကိန်းကြီးကိုလုပ်နေတဲ့သူတွေက နာဗီတွေရဲ့ လမ်းကြောင်းတွေ၊ အနေအထားတွေကိုအကုန်မှတ်တမ်း ယူထားတယ်။ တစ်ချိန် သူတို့ဆော်မယ်လေ။Jack က နာဗီဖြစ်လာတော့ နာဗီတွေ အေးအေးဆေးဆေး နေတာ၊ သဘာဝတရားနဲ့အလွမ်းသင့်အောင်နေတာ၊ သစ်ပင်တွေမှာ အသက်ရှိတာ၊ အသက်ရှုတာ၊ မျိုးပွားတာတွေကို သိလာတယ်။သဘာဝကြီးဟာ သူ့ဟာသူ သိပ်လှနေတယ်၊ လူတွေ လောဘဇောတက်ကုန်လို့သာကမ္ဘာကြီး ပျက်စီးလာတာ၊ အခုလည်း နာဗီတွေကို အပြတ်ရှင်းဖို့လုပ်နေပြီ။ဒီဇာတ်ကားမှာလည်း သဘာဝပတ်ဝန်းကျင်နဲ့ပတ်သက်တဲ့ပြောဆိုသတိပေးမှုလေးတွေ ထည့်ထားတာပါတယ်။လူနဲ့သဘာ၀ သမူဟဖြစ်မှ၊ သတ္တဝါနဲ့ ပတ်ဝန်းကျင် သဟဇာတဖြစ်မှပျော်ရွှင်စရာကမ္ဘာဖြစ်မယ်ဆိုတာကို မီးမောင်းထိုးပြထားတယ်။လူတွေရဲ့ အတောမသတ်တဲ့လောဘနဲ့ ဒေါသ၊ အတ္တ၊ မာနတွေကိုလည်း ပေါ်လွင် အောင်ရိုက်ပြနိုင်လို့ ဒါရိုက်တာကို ချီးကျူးရမှာဖြစ်ပါတယ်။လူတွေရဲ့ စိတ်အခြေအနေတွေဆိုတာ လူသာမန်တိုင်း ကိုယ့်စိတ်ကိုယ့်အခြေအနေ၊ ကိုယ့်အနာဂတ်ကို ကိုယ်ကိုယ်တိုင် သိနေကြတာပဲဆိုတာကို ပြထားပါတယ်။လူဆိုတာ ပထမတော့ အဖြူ ထည်သက်သက်ပါပဲ။အေးအေးနေတတ်တယ်၊ မျှတတာကိုကြိုက်တယ်၊ အေးချမ်းမှုကို နှစ်သက်တယ်၊ စိတ်ခံစားချက်တွေ ကိုယ်စီရှိကြတယ်။ခုန ဘေးကအရောင်တွေဖြစ်တဲ့ ဒေါသတွေ၊ လောဘတွေ၊ မာနတွေ၊ အတ္တတွေရောထည့်လိုက်တော့မှ မတရားမှုတွေ၊ အနိုင်ကျင့်မှုတွေ၊ စစ်တွေစသဖြင့်ဖြစ်လာတာပါဆိုတာကို ဒီ Avatar မှာလည်း တွေ့ရမှာဖြစ်ပါတယ်။နာဗီတွေဟာ ဝိဇ္ဇာ၊ ဇော်ဂျီတွေနဲ့ မတူတာဆိုလို့စစ်တိုက်တတ်တယ်၊ ဓားရေး၊ လှံရေး၊ လေးမြားအတတ်တွေ ကျွမ်းကျင်ကြတယ်။စက်ရုပ်ကြီးတွေ၊ လက်နက်တွေ၊ ရှုးပျံလိုအကောင်ကြီးတွေနဲ့ဖိုက်တင်တွေ၊ အဝဲအပျံ၊ အခုတ်အထစ်တွေကို ကလေးကြိုက်၊ လူငယ်ကြိုက်ရိုက်ပြထားပါတယ်။ဇာတ်ကားမြင်ကွင်းတွေ၊ တွေးဆဆင်ခြင်စရာ ဇာတ်ဝင်စကားတွေကတော့လူကြီးပရိသတ်အတွက် ဆင်ခြင်စရာပေါ့လေ။ ဒါရိုက်တာကလူကြီးကော လူငယ်ပရိသတ်ကော နှစ်ခုလုံးအတွက် ရိုက်ထားပုံရပါတယ်။ဇာတ်ကားအဆင့်ကိုလည်း 12 A လို့ သတ်မှတ်ထားပါတယ်။နောက်ဆုံးတော့ ဇာတ်သိမ်းလိုက်ရင် ကောင်းတဲ့လူတွေသာနောက်ဆုံးမှာ အောင်ပွဲခံတယ်ဆိုတာကို ဒါရိုက်တာဂျိမ်းစ်ကင်မရွန်းကပြသွားပါတယ်။ လူအများနှစ်သက်တဲ့ဇာတ်သိမ်းမျိုးနဲ့ပဲ ဒါရိုက်တာက ဇာတ်လမ်းကို သိမ်းလိုက်ပါတယ်။\n\nဒီကားကြည့်ပြီး ဘာရလိုက်သလဲဆိုတော့ ဘယ်လောက်ပဲအခက်တွေကြုံနေပါစေ၊ သူများနဲ့မတူဘဲ ပေါက်မြောက်အောင်သာထိထိရောက်ရောက် စွမ်းဆောင်ပါလေ၊ မုချအောင်မြင်မယ်ဆိုတာရယ်။လူတွေက အသစ်အဆန်းကို သိပ်စိတ်ဝင်စားတယ်ဆိုတာရယ်၊ ကြီးကျယ်တဲ့ အလုပ်မှန်သမျှ၊သမိုင်းဝင်အောင် လုပ်မယ်လို့ ကြံဆသမျှတွေရဲ့ အခြေခံဟာစိတ်ကူးတွေဖြစ်တယ်ဆိုတာကိုတွေကို ရလိုက်ပါတယ်။\n\nဒီကားဟာ ခေတ်သစ်ရုပ်ရှင်တွေအတွက် နောက်ထပ်ခေတ်သစ်အခုဆီကိုကူးပြောင်းပေးလိုက်တာလို့လည်း ဂျိမ်းစ်ကင်မရွန်းကို ဝေဖန်ရေးဆရာတချို့က မြှောက်ပင့်ကြပါတယ်။ကျွန်တော်ကတော့ ဂျိမ်းစ်ကင်မရွန်းလို ဒါရိုက်တာက ဒီလောက်ပိုက်ဆံတွေသုံးမှတော့ဒီလောက်တော့ဖြစ်သင့်တာပေါ့လို့ ပြောချင်ပါတယ်။ဒါပေမယ့် စိတ်ကူးကိုတော့ ချီးကျူးပါတယ်။အလွန်ကြည့်ကောင်းပါတယ်။ Avatar က စိန်ခေါ်မှုတစ်ခုတော့ ဖြစ်သွားပါပြီ။သူ့ကိုကျော်ဖို့ နောက်ထပ်ဒါရိုက်တာတွေ ရှိလာဦးမယ်ဆိုတာကိုတော့ အသေအချာ ယုံကြည်မိပါတယ်….\n\n",
      "file_link": "https://t.me/HanniMovies7/98",
      "genres": "Action,Adventure,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221003_152847_948.jpg?alt=media&token=372cbc83-f2a6-4c46-a921-d2c271e547bc",
      "name": "Avatar - 2009",
      "quality": "1080 p",
      "size": "1.39 gb",
      "yt_link": "5PSNL1qE6VY"
    },
    "-NDU4voUy8W9JbJy3Hzd": {
      "Country": "China",
      "IMDB": "5.9/10",
      "description": "ဒီတစ်ခါတော့ CMကနေ ၂၀၁၈ကထွက်ထားတဲ့ ကိုရီးယားကား On Your Wedding Dayကို\n\nပြန်လည်ရိုက်ကူးထားတဲ့ တရုတ်အချစ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်နော်\n\nဒီကားလေးကတော့ မိန်းကလေး တစ်ယောက်တည်းကိုပဲ မပြောင်းလဲဘဲ\n\n၁၅နှစ်တာလုံးချစ်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်အကြောင်းကို\n\nရိုက်ကူးပုံဖော်ထားတဲ့ ရိုမန့်ကားလေးပါ ဇာတ်ကြောင်းလေးကတော့…\n\nကျိုးရှောင်ချီဆိုတဲ့ကောင်လေးက ကျောင်းမှာ အမြဲတမ်းရန်ဖြစ်\n\nကျောင်းလစ်နေကျ ကောင်ဆိုးလေးတစ်ယောက်ပါ သူ့အသက် ၁၇နှစ်အရွယ်မှာပဲ\n\nရှောင်ချီဟာ ကျောင်းပြောင်းကျောင်းသူလေး ယိုယုံစစ်ကို မြင်မြင်ချင်း\n\nချစ်မိသွားခဲ့တယ် အဲ့နောက်မှာတော့ ရှောင်ချီတစ်ယောက်\n\nယုံစစ်နောက်ကနေ တကောက်ကောက်လိုက်ရင်း သူတို့နှစ်ယောက်\n\nသူငယ်ချင်းတွေ ဖြစ်လာခဲ့ပါတယ် ဒီလိုနဲ့ သူတို့နှစ်ယောက်အတူတူ\n\nပေါက်ကရတွေလုပ်ရင်း သူတို့သံယောဇဉ်တွေ တိုးလာပြီလို့\n\nရှောင်ချီတစ်ယောက်ထင်ခဲ့ပေမဲ့ အဲ့ဒါဟာ သူ့အထင်တစ်ခုသာဖြစ်နေခဲ့ပါတယ်\n\nတစ်နေ့မှာ ယုံစစ်တစ်ယောက် ရှောင်ချီကို နှုတ်ဆက်စကားတစ်ခွန်းပဲဆိုပြီး\n\nထွက်သွားပြီးနောက်ပိုင်းမှာ ယုံစစ်နဲ့ ရှောင်ချီ ဘယ်လိုမျိုးပြန်တွေ့ ကြမလဲ\n\nရှောင်ချီရဲ့ အချစ်တွေကရော ရောင်ပြန်ဟပ်လာမှာလားဆိုတာ\n\nဆက်လက်ပြီးတော့ ကြည့်ရှုခံစားကြရမှာပါနော်\n\n \n\n",
      "file_link": "https://t.me/HanniMovies7/101",
      "genres": "Drama,Romance",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FML.jpg?alt=media&token=3e68a26f-6cfe-4590-bc60-b278d94e7ebb",
      "name": "My Love - 2021",
      "quality": "1080 p",
      "size": "1.23 gb",
      "yt_link": "E69HwLlMsI4"
    },
    "-NDU9HCLt4q_pTaRf5GQ": {
      "Country": "Myanmar",
      "IMDB": "Unknown",
      "description": "ရှယ်မိုက်တဲ့ ကားမို့ ကိုယ်တိုင်ခံစားလိုက်ပါဗျို့",
      "file_link": "https://t.me/HanniMovies7/104",
      "genres": "Horror,Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FFB_IMG_1664822600727.jpg?alt=media&token=4c182c5b-32c2-406c-a480-f6ddc4784f9e",
      "name": "သူစိမ်းအိမ် - 2020",
      "quality": "Cam Ver:",
      "size": "1050 mb",
      "yt_link": "MoGfskQYlUI"
    },
    "-NDa4UpuPd0HJMWjzWTA": {
      "Country": "Korea",
      "IMDB": "5.7/10",
      "description": "ခုတစ်လော Sweet Home နဲ့တအားဟော့နေတဲ့ မီးသတ်သမလေးရဲ့\n\n၂၀၁၉တုန်းကကားလေးကိုပြန်တင်ပေးလိုက်ပါတယ်\n\nမင်းသမီးရဲ့ဖိုက်တင်ခန်းတွေကို ရင်တစ်လှပ်လှပ်နဲ့ကြည့်ရမှာပါ\n\nရုပ်လေးနဲ့ အက်ရှင်တွေနဲ့တင်ပြည့်စုံရုံမကပဲ\n\nဇာတ်လမ်းကလည်း မျက်ရည်တစ်စမ်းစမ်းနဲ့ကြည့်ရမှာပါ\n\nဘယ်ကျောင်းသူမှ ဒီဇာတ်ကားထဲက ကောင်မလေးလောက်ဇာတ်မနာနိုင်ပါဘူး\n\nသရုပ်ဆောင်ကောင်းချက်က တစ်ကယ်ဖြစ်နေသလိုပါပဲ\n\nအစ်မလုပ်သူက ညီမပျောက်လို့ရှာရင်းနဲ့မှ အနိုင်ကျင့်ခံရတာတွေ မုဒိန်းကျင့်ခံရတာတွေ\n\nတစ်ယောက်တည်းမဟုတ် တစ်ရပ်ကွက်လုံးကပတ်ကျင့်ကြတာ\n\nအဲ့လိုမျိုးရင်နာစရာတွေကို တစ်ခုချင်းစီသိလာရတဲ့\n\nအစ်မတစ်ယောက်ရဲ့ ကလဲ့စားချေချက်တွေကတော့ အားရစရာဖြစ်မှာပါ\n\nအများကြီးမပြောတော့ပါဘူး\n\nကြည့်လိုက်ရလို့ နောင်တမရစေမယ့်ကားမို့ အချိန်လေးနည်းနည်းပေးပြီးကြည့်လိုက်ကြပါဦးနော်\n\nညီမရှာပုံတော် ဖွင့်ရင်း\n\nအယောက် ၁၀၀ နဲ့ ၁ ယောက်\n\nရင်ဆိုင်တိုက်ခိုက်ခဲ့တဲ့ အင်ဟေးရဲ့\n\nဂျွန်ဝစ်ရဲ့ညီမလားလို့ ထင်မှတ်မှားရလောက်တဲ့\n\nလျင်မြန်ဖြတ်လတ်လွန်းတဲ့ တိုက်ကွက်တွေကိုလည်း\n\nအားရပါးရ ကြည့်ရှုရမှာပါ…\n\nအဒ်မင်တောင် မှ သူ သတ်ရင် သေလို့ရအောင်\n\nလှပတဲ့ မျက်နှာပေးလေး က ချစ်ဖို့ကောင်းနေပါတယ် ?\n\n ",
      "file_link": "https://t.me/HanniMovies7/110",
      "genres": "Action , Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221005_085659_714.jpg?alt=media&token=01d3beda-cb71-4e85-9034-f355ff36f02f",
      "name": "No Mercy - 2019",
      "quality": "720 p",
      "size": "1019 mb",
      "yt_link": "XJ2ieDJutl8"
    },
    "-NDa4u_mXYH4yEgDyGUh": {
      "Country": "India",
      "IMDB": "8.4/10",
      "description": "အဖေတစ်ခု သမီးတစ်ခုပဲရှိတဲ့သားအဖနှစ်ယောက်တစ်နေ့ မင်္ဂလာဆောင်ကအပြန်ရွာထဲခဏဆိုပြီး ထွက်သွားတဲ့သမီးလေးပြန်မလာလို့တစ်ညလုံးအနှံ့လိုက်ရှာခဲ့ပေမယ့် မတွေ့ခဲ့ရပဲနောက်တစ်ရက်မနက်မှာ မီးကျွမ်းထားတဲ့အရိုးစုကိုပဲ တွေ့ရတော့တယ်သမီးလေးအတွက် တရားဥပဒေနဲ့အညီ မျှမျှတတလုပ်ပေးဖို့ တောင်းဆိုခဲ့ပေမယ့်ရွေးကောက်ပွဲနီးကပ်နေတာကို အကြောင်းပြပြီး အနားရှိတဲ့ လူတစ်ယောက်ကိုပဲတရားခံဆိုပြီး ထောင်ထဲဖမ်းထည့်ထားလိုက်တယ်ရဲမှူးတစ်ယောက်ရဲ့ သူငယ်ချင်းသတ်ခံရတဲ့အမှုနဲ့ပတ်သတ်ပြီး မှုခင်းထောက်လှမ်းရေးဗိုင်ဗက်ကို တာဝန်ပေးလိုက်တဲ့အချိန် သွားစစ်ဆေးတဲ့အချိန်ပိုင်းအတွင်းမှာပဲတရားခံဖော်ထုတ်နိုင်ခဲ့တဲ့အတွက် နောက်ထပ်အမှုမှန်မပေါ်သေးတဲ့မိန်းကလေးတွေ သတ်ခံရတဲ့ အမှုကိုပါ တာ၀န်ပေးဖော်ထုတ်စေခဲ့တယ်မိန်းကလေးတွေ ရက်ရက်စက်စက် အသတ်ခံရတဲ့တရားခံကို ဘယ်လိုဖော်သွားမလဲ အကွက်ကျကျရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ",
      "file_link": "https://t.me/HanniMovies7/108",
      "genres": "Action , Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BNGRlODk2NTctNmRjNS00YjhmLTllYzAtMmJhNDY1NjIwOTA5XkEyXkFqcGdeQXVyMTEwOTUyOTg5._V1_FMjpg_UX1000_.jpg?alt=media&token=a212a1c9-f553-4d29-a37d-aa6ceb17fc32",
      "name": "Kerosene - 2022",
      "quality": "720 p",
      "size": "995 mb",
      "yt_link": "c_D8Z9X5qzA"
    },
    "-NDcgx7UvKn5vzg6TZ21": {
      "Country": "India",
      "IMDB": "7.3/10",
      "description": "ဒီကားလေးကတော့ အများနဲ့မတူ တစ်မူ ထူးခြားပါတယ် ဇာတ်ကားနာမည်ဖြစ်တဲ့ “Kasada Thapara”ဆိုတဲ့ စကားလုံးလေးကအစ ထူးခြားနေတာမျိုးပေါ့…..\n\nတမီးလ် ဘာသာအရဆိုရင် Kasada Tharapa ဆိုတာက “အက္ခရာတွေရဲ့ပုံပြင်”လို့ အဓိပ္ပာယ်ရပါတယ် ဒီမှာ ထင်မိမှာပေါ့\n\nအက္ခရာတွေက ဘာများ ထူးခြားနေလို့လဲ….. အဲ့ဒီမေးခွန်းအတွက် အဖြေလာပါပြီ\n\nCrossword ဆိုတဲ့ ပဟေဠိကို လူတိုင်းဆော့ကြဖူးမယ်ထင်ပါတယ် ပေးထားတဲ့ အဓိပ္ပာယ်နဲ့စာလုံးလေးတွေ\n\nအတန်းလိုက်ဖြည့်ရတယ် ပြီးရင် ဖြည့်ထားတဲ့ အကွက်လေးထဲက\n\nအက္ခရာတစ်လုံးချင်းဆီ ပေါင်းပြီး စာလုံးအသစ်လေးတွေ ရလာတယ် မဟုတ်လား\n\nဒီရုပ်ရှင်လေးမှာလည်း ဒီလိုပါပဲ လူခြောက်ယောက်ရဲ့ အဖြစ်အပျက် ကိုယ်စီကို သရုပ်ဖော်ထားမယ် အဲ့ဒီလူခြောက်ယောက်ရဲ့\n\nအဖြစ်အပျက်တွေ ဆက်စပ်ဖော်ထုတ်ရင်း နောက်ဆုံး အဖြေကို ရအောင် ရှာဖွေရမှာပဲ ဖြစ်ပါတယ်\n\nဒါပေမဲ့ ဒီလိုရှာဖွေဖို့ကလည်း အခက်အခဲအများကြီးကို ဖြတ်ကျော်ရဦးမှာပါ ဘာလို့လဲဆိုတော့\n\nလူအမျိုးမျိုး စိတ်အထွေထွေဆိုတဲ့အတိုင်း တစ်ဦးနဲ့တစ်ဦး ထင်မြင်ကြတဲ့ ရှုထောင့်တွေဟာလည်း တူကြမှာ မဟုတ်ပါဘူး\n\n“6” နဲ့ “9” တောင် ကိုယ်ရပ်နေတဲ့ နေရာပေါ် မူတည်ပြီး အမြင်ချင်းကွဲပြားကြတာပဲ မဟုတ်လား ဒီလို ကွဲပြားနေတဲ့ အမြင်တွေကို ပေါင်းစပ်ပြီး\n\nတစ်မူထူးခြားတဲ့ပုံစံနဲ့ လူခြောက်ယောက် ဆက်စပ်နေတဲ့ အမှုကို ဘယ်လိုဖော်ထုတ်သွားမလဲဆိုတာ စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်\n\nIMDb rating အနေနဲ့ 7.9/10 ရရှိထားတာမလို့ အားလုံးအတွက် ကြည့်ရကျိုးနပ်စေမဲ့ ကားကောင်းလေးပဲ ဖြစ်ပါတယ်\n\n",
      "file_link": "https://t.me/HanniMovies7/113",
      "genres": "Drama,Hyperlink Cinema",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BZDRlZTM1NzAtM2JkNi00YzU0LWEzMTEtOWZkM2EzZDZlMTE4XkEyXkFqcGdeQXVyOTk3NTc2MzE%40._V1_.jpg?alt=media&token=3a33a247-ca66-44fe-93cf-e7c77de37035",
      "name": "Kasada Thapara - 2021",
      "quality": "720 p",
      "size": "1.18 Gb",
      "yt_link": "GwB3Elp6Ves"
    },
    "-NDlOlfEVMSqmwjaobRq": {
      "Country": "Thailand",
      "IMDB": "5.6/10",
      "description": "“နှစ်ယောက်လုံးကိုလည်း ချစ်တယ်၊ နှစ်ယောက်လုံးကလည်း ချစ်တယ်\nငါ့ကိုယ်ငါပဲ သတ်သေလိုက်ချင်တယ်”\n\nအဲဒီအဖြစ်မျိုး ကြုံလာခဲ့ရင် ဘယ်လိုလုပ်မလဲ?\n\nဇာတ်လမ်းအကျဉ်းကတော့ ဗီဗီယမ်ဟာ ဆုတောင်းပြည့်ဘုရားမှာ ဆုတောင်းအပြီး\nတွန်မွန်နဲ့ဂျမ်နီယမ်ဆိုတဲ့ ကောင်ချောလေးနှစ်ယောက်နဲ့ဆုံခဲ့ရတယ်\n\nသူတိုကလည်း ဗီဗီယမ်ကိုသဘောကျမိခဲ့တာကြောင့် အရင်ကပွေရှုပ်ခဲ့သမျှ ဒီမှာတင်ရပ်ပြီး အချစ်ကိုရဖိုစကြိုးစားပါတယ်\nသူငယ်ချင်းနှစ်ယောက်က အချင်းချင်းမကောင်းကြံကြပြီး\nဗီဗီယမ်ကိုသူ့ထက်ငါအရင်လက်ထပ်ခွင့်တောင်းကြရာမှာ\n\nဗီဗီယမ်လည်း ရွေးမတတ်တော့တဲ့အဆုံး နှစ်ယောက်လုံးနဲ့လက်ထပ်ပြီး\n၃ယောက်အတူနေမယ်ဆိုပြီး ဖြစ်လာပါရောလေ\n\nဒါပေမယ့် ဗီဗီယမ်က နောက်ဆုံးမှာသူဘယ်သူ့ကိုချစ်လဲဆိုတာ\nသူ့စိတ်ကိုသူသိလာချိန်မှာ ဘယ်သူ့ကိုရွေးမလဲ\nသူတိုကြားက ရယ်စရာဖြစ်ရပ်တွေကို အူတက်အောင်ခွီရမဲ့ ဟာသကားလေးမို လုံးဝအမောပြေစေမှာပါ",
      "file_link": "https://t.me/HanniMovies7/115",
      "genres": "Comedy/Romance",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221006_140758_889.jpg?alt=media&token=c8f81720-5b42-4641-86ff-5d0661247766",
      "name": "I Love You Two - 2016",
      "quality": "720p",
      "size": "1.19 GB",
      "yt_link": "xxQ5OgPKE38"
    },
    "-NDlPaTh9teU8HjoS0ht": {
      "Country": "Japan",
      "IMDB": "5.4/10",
      "description": "ဒီတစ်ခါတင်ဆက်ပေးချင်တာကတော့ 2020ကထွက်ရှိခဲ့တဲ့\nဒါရိုက်တာ Yoshinobu Senaရဲ့ လက်ရာလေးပါပဲ။\n(၃)ပွင့်ဆိုင်အချစ်ဇာတ်လမ်းဆိုတာမျိုး တော်တော်များများကြုံဖူး\nကြားဖူးကြမှာပါ။ ဒီanime လေးမှာတော့ မီအို အာရာတာနဲ့ မာဒိုကာတို့\nသူငယ်ချင်း(၃)ဦးမှာ အာရာတာကို ၂ယောက်လုံးက ကြိတ်ကြွေနေကြပါ\nတယ်။ မင်းသမီး မီအိုကတော့ go with the flow type မို့ အရာရာကို\nလွယ်လွယ်နဲ့ အရှုံးပေးတတ်တယ်။\n\nမီအိုနဲ့ အာရာတာကတော့ ငယ်သူငယ်ချင်းတွေမို့ ပိုရင်းနှီးကြတယ်။ ဒါကို\nမခံစားနိုင်တဲ့ မာဒိုကာက တစ်နေ့မှာ မီအိုကို သူအာရာတာကို စိတ်ဝင်စား\nနေကြောင်း ဖွင့်ဟလာတဲ့အခါ မီအိုက အားပေးအားမြှောက်လုပ်လိုက်ပါ\nသေးတယ်။ တစ်နေ့ မီအိုနဲ့ အာရာတာတို့ လျှောက်လည်ရင်း စကားများ\nကြတယ် စကားလွန်မိတယ်။ ဒါကိုပြန်တောင်းပန်ဖို့ မီအိုခမျာ အပြေးသွားတဲ့\nလမ်းမှာတင် accident တစ်ခုကို ကြုံလိုက်ရပြီး ဝိဉာဉ်လွင့်သွားပါတော့တယ်။\n\nသူ့ခံစားချက်အစစ်အမှန်တွေကို မပြောလိုက်ရတာမို့ မီအိုကတော့ ဘဝမကူးဘဲ\nကြားကမ္ဘာမှာတင် လူ့လောကကို ပြန်သွားနိုင်ဖို့ အစွမ်းကုန် ကြိုးစားရပါတော့တယ်။\nအဆုံးမှာ သူလူ့လောကကို ပြန်သွားနိုင်ပါ့မလား အာရာတာဘက်ကရော ဘယ်လို\nသဘောထားလဲ ဘယ်လိုအခက်အခဲတွေကြုံရမလဲဆိုတာကို ငြိမ့်ငြိမ့်လေး ကြည့်ရှု\nရမယ့် anime ကားကောင်းလေးတစ်ခု ဖြစ်ပါကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mugiwara Ya ဖြစ်ပါတယ်)",
      "file_link": "https://t.me/HanniMovies7/119",
      "genres": "Anime,Fanatsy,Teen",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221006_192659_566.jpg?alt=media&token=3f7f15aa-9e3a-4d3f-ba33-8c9e6e3103bb",
      "name": "Over the Sky - 2020",
      "quality": "720p",
      "size": "518 mb",
      "yt_link": "tkw_isS21pg"
    },
    "-NDlQFA68hk-oCX40Ru7": {
      "Country": "Japan",
      "IMDB": "6.3/10",
      "description": "ဒီနေ့မှာတော့ Trailer စထွက်ကတည်းက ထိပ်ထိပ်ကြဲတွေနဲ့ ဆရာ့ဆရာကြီးတွေကို တစ်စုတစ်စည်းထဲမြင်ခဲ့ရလို့\nပရိသတ်ရဲ့စိတ်ဝင်စားမှုအများဆုံးခံခဲ့ရပြီး Rating ကောင်းတဲ့ Netflix က အလန်းစား Anime တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\n\nအရင်ဆုံး ဒီကားကိုကြည့်ကိုကြည့်သင့်တဲ့ ပထမဆုံးအချက်က\nနာမည်ကြီး Anime တွေဖြစ်တဲ့ (Attack on Titan) တို့ (Vinland Saga) တို့ကိုဖန်တီးပေးခဲ့တဲ့ Wit Studio ကထုတ်တာဖြစ်တဲ့အတွက်ပါပဲ။\n\nဒါ့အပြင် ဇာတ်ကောင်ဒီဇိုင်းကို (Death Note) ရဲ့ Illustrator က ရေးဆွဲပေးထားပြီး\nAOT Director ကြီးရဲ့လက်ရာဆိုတော့ ဒီဇိုင်းကာလာ ဘာညာအနေအထားက\nဘယ်လောက်ထိအမိုက်စားဖြစ်နေမလဲဆိုတာ ခန့်မှန်းကြည့်လို့ရနေပါပြီ။\n\nBG music အပိုင်းနဲ့ Theme song ကိုတော့\nAOT ရဲ့တေးရေးဆရာဖြစ်တဲ့ Hiroyuki Sawano နဲ့ (Jujutsu Kaisen) ရဲ့ OP ကိုသီဆိုပေးခဲ့တဲ့ Eve တို့ဆိုတော့\nကောင်းမကောင်းဆိုတာ ပြောစရာတောင်မလိုတော့ဘူးနော်။\n\nဇာတ်လမ်းအကျဥ်းကိုပြောရရင်တော့….\nတိုကျိုမြို့ကြီးမှာ ကမ္ဘာမြေဆွဲအားကိုဆန့်ကျင်တဲ့ ပူဖောင်းတွေ မြေပေါ်ကျလာတဲ့အခိုက်အတန့်ကစလို့\nတိုကျိုဟာသီးခြားကမ္ဘာတစ်ခုလိုဖြစ်လာပြီး မိသားစုကိုဆုံးရှုံးလိုက်ရတဲ့ လူငယ်တွေအတွက်\nစွန့်စားခန်းတွေပြည့်နှက်နေတဲ့ ကစားကွင်းကြီးတစ်ခုလိုဖြစ်လာပါတော့တယ်။\n\nအဲ့ဒီလူငယ်တွေထဲကမှ သူမတူတဲ့စတိုင်၊ အန္တရာယ်များတဲ့အကွက်တွေနဲ့ ကစားတတ်တဲ့ ဟီဘိခိ ဆိုတဲ့ကောင်လေးဟာ\nတစ်နေ့မှာသူ့အသက်ကို ဆန်းကြယ်တဲ့အစွမ်းတွေရှိနေတဲ့ အုတ ဆိုတဲ့ကောင်မလေးရဲ့ ကယ်တင်ခံလိုက်ရပြီးနောက်\nထူးခြားတဲ့အသံတစ်ခုကို သူတို့နှစ်ဦးတည်းသာ ကြားနိုင်မှန်းသိရှိသွားတဲ့အခါ…\nသူတို့နှစ်ဦးရဲ့ ဆုံစည်းမှုကနေ ကမ္ဘာကြီးကိုတစ်ဖန်ပြောင်းလဲနိုင်မှာလား…?\n\nဆိုတော့ကာ အများကြီးညွှန်းမနေတော့ပါဘူး။\nJapan Animation လောကထဲက ထိပ်တန်းအနုပညာရှင်၊အတတ်ပညာရှင်တွေရဲ့\nပြောင်မြောက်တဲ့လက်ရာတစ်ခုကို ကြည့်ရမယ့်အခွင့်အရေးကိုသာ လက်လွှတ်မခံကြပါနဲ့လို့ အကြံပြုရင်း…\n\nအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Piwnt Phyu ပဲ ဖြစ်ပါတယ်။",
      "file_link": "https://t.me/HanniMovies7/121",
      "genres": "Anime,Coloring Cartoon",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BY2YwNTFkM2UtZmExZi00Mjg1LTljMjEtYThjZDY0YmI5YzZjXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_.jpg?alt=media&token=2483c823-9c64-4e1d-929a-f16547dcf5cd",
      "name": "Bubble - 2022",
      "quality": "720p",
      "size": "742 mb",
      "yt_link": "WItvH4Hoyag"
    },
    "-NDlRAGUw_hHItnfkFRp": {
      "Country": "Japan",
      "IMDB": "6.2/10",
      "description": "အမှတ်တရဆိုတာကို ဘယ်လိုခံယူကြလဲ? ကျွန်တော့်အတွက်တော့ အမှတ်တရ‌ဆိုတာ လူသားတွေကိုဖြစ်တည်စေတဲ့ အရာပါပဲ။ အမှတ်တရတွေကြောင့် ပျော်ရွင်ရတယ်။ ဝမ်းနည်းနေရင်တောင် မျက်ရည်တွေနဲ့ ပြုံးမိစေတယ်။ အမှတ်တရတွေကြောင့်ပဲ ကိုယ်မကြိုက်တဲ့ပစ္စည်းကိုတောင် ဖက်တွယ်မိကြတယ်။ အမှတ်တရတွေကို မစွန့်လွှတ်နိုင်ကြတဲ့အခါ ရူးမတတ်နာကျင်ရတယ်။ အထူးသဖြင့် အ‌သည်းကွဲရင်ပေါ့ဗျာ။ အသည်းကွဲတာနဲ့ မဆိုင်ပေမယ့် ဒီမျောနေတဲ့တိုက်ခန်းလျားလေးက သံယောဇဉ်တွေ ကိုယ်ဖက်တွယ်ချင်ခဲ့တဲ့မှတ်ဉာဏ်တွေ အမှတ်တရတွေအကြောင်းကို ကောင်းကောင်းကြီးခံစားတတ်စေမှာပဲဖြစ်ပါတယ်။\n\nဇာတ်လမ်းအကျဉ်း …\n\nတိုက်ခန်းလျားအဟောင်းကြီးတစ်ခုရှိတယ်။ ဟိုးလွန်ခဲ့တဲ့နှစ်တွေတုန်းက ဆောက်ထားတာမို သရဲခြောက်တယ်ဆိုပြီး လူတိုင်းကပြောကြတယ်။ ဘယ်လောက်ပဲဟောင်းနေပါစေ နာ့ဇူမဲနဲ့ ခိုဆုခဲဆိုတဲ့ ကလေးနှစ်ယောက်အတွက်တော့ အဖိုးတန်အိမ်လေးပါပဲ။\n\nမူလတန်းရဲ့ နောက်ဆုံးသော ‌နွေရာသီ …\n\nတိုက်ခန်းလျားကို ဖြိုချပစ်တော့မှာမလို နာ့ဇူမဲတိုသားအမိနဲ့ ခိုဆုခဲတိုမိသားစု အိမ်ပြောင်းရတယ်။ သေးသေးလေးကတည်းက မခွဲအတူနေနှစ်ယောက်က ရုတ်တရက်ကြီး ဘာလိုမှန်းမသိ စိမ်းကားသွားတယ်။ သူငယ်ချင်းဖြစ်သူ စပ်စုစိန်တိုင်အိချိကြောင့် အိမ်ဟောင်းဖြစ်တဲ့ တိုက်ခန်းလျားကြီးဆီ ခိုဆုခဲရောက်လာရတယ်။ တိုင်အိချိက ပေါက်ပေါက်ရှာရှာ သရဲဖမ်းမလိုတဲ့လေ။\n\nသရဲရှာမတွေ့ပါဘဲ ဗီဒိုခန်းလေးထဲမှာ သူ့ကိုယ်သူပိတ်ပြီး အိပ်ပျော်နေတဲ့ နာ့ဇူမဲကိုပဲ သူတိုရှာတွေ့သွားကြတယ်။ ‌နာ့ဇူမဲရှင်းပြတာတွေကို ခိုဆုခဲကမယုံတာမို ထုံးစံအတိုင်း ရန်သတ်ကြပြန်ပါတယ်။\n\nခေါင်မိုးထပ်မှာ ရန်ဖြစ်ရင်းနဲ့ပဲ နာ့ဇူမဲတစ်ယောက် တိုက်ပေါ်က ပြုတ်ကျသွားတဲ့အခါ …\n\nခိုဆုခဲနဲ့ နာ့ဇူမဲ၊ စပ်စုစိန်အသေးလေး တိုင်အိချိ၊ လူကောင်ကြီးကြီးယူဇုရု၊ ပြဿနာအိုးရဲအိနာနဲ့ ကြင်နာတတ်တဲ့ဂျူရီ၊ တစ်ချိန်လုံးနပန်းလုံးနေတဲ့ ခြောက်ယောက်သား မျောနေတဲ့အိမ်ကြီးဆီရောက်သွားပါတော့တယ်။\n\n‌တကယ်မှတကယ် ဘယ်ဆီဘယ်မှန်းမသိရတဲ့ ပင်လယ်ကြီးထဲမှာ မျောနေတဲ့တိုက်ခန်းကြီးနဲ့ အတူ ကလေးခုနစ်ယောက် ဘယ်လိုစခန်းသွားကြမလဲ?\nပင်လယ်ပြင်ထဲ ဘာတွေ ကြုံတွေ့ရမလဲ?\n\nအပေါ်မှာ ပြောခဲ့တဲ့အတိုင်း ဇာတ်လမ်းလေးက သံယောဇဉ်နဲ့ အမှတ်တရအကြောင်းမလို့ ရိုးရိုး ကလေးကြည့် fantasy ထက်တော့ ပိုပါတယ်။\n\nA whisker away တို Penguin Highway, Typhoon Noruda တိုရဲ့ ဒါရိုက်တာ Colorido Studio က Hiroyasu Ishida ရဲ့လက်ရာမလို့ Animation နဲ့ plot ကတော့ စိတ်ချရမှာ အမှန်ပဲဗျာ။\n\nခိုဆုခဲတို့ ခုနစ်‌ယောက်နဲ့အတူ တိုက်ခန်းကြီးထဲမှာ လိုက်ပါရင်း သေချာစီးမျောပေးကြပါဦးဗျာ။\n\n",
      "file_link": "https://t.me/HanniMovies7/123",
      "genres": "Anime,Fantasy,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BYWQ0YTc0OGItNjA0Ny00NzBiLWFjZWMtZmQwYmEwYzg5NjVkXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_.jpg?alt=media&token=2a2dbf09-abe3-498b-bf39-d51f2ca9721b",
      "name": "Drifting Home - 2022",
      "quality": "720p",
      "size": "1.14 gb",
      "yt_link": "BSE2KGU5png"
    },
    "-NDlRnY_3I4IF1LjVjmH": {
      "Country": "English",
      "IMDB": "6.5/10",
      "description": "နက်ဖလစ်ရဲ့ အက်ရှင်ကားအသစ်ကြည့်ရအောင်။ ဒါရိုက်တာကတော့ ရက်ဆို ညီအစ်ကိုနှစ်ယောက်ပါပဲ။ အဗန်ဂျာဒါရိုက်တာတွေပေါ့။ ဇာတ်ညွှန်းဆရာတွေကလည်း အဗန်ဂျာရေးတဲ့သူတွေပါပဲ။ သရုပ်ဆောင်ကတော့ ရိုင်ယန်ဂို့စလင်း၊ ခရစ်စ် အီဗန်တို့နှစ်ယောက်အပြင် No Time to die တို့ Bladerunner တို့ထဲက မင်းသမီး အန်နာ ဒီအာမက်စ်လည်း ပါပါတယ်။ ပြီးတော့ Iron Fist တို့ Love and Monsters တို့မှာ အရမ်းချစ်ဖို့ကောင်းတဲ့ မင်းသမီး ဂျက်ဆီကာဟန်းဝစ်ပါ ပါပါသေးတယ်။ တမီးလ်မင်းသား Dhanush ပါ အားဖြည့်ထားပါတယ်။\n\nဇာတ်လမ်းအကျဉ်းကတော့\n\nကော့ထ်ဂျန်ထရီ (ရိုင်ယန်ဂို့စလင်း)ဟာ လူသတ်မှုနဲ့ထောင်နှစ်ရှည်ကျနေသူဖြစ်ပြီး တစ်နေ့မှာတော့ စီအိုင်အေရဲ့ လျို့ဝှက်တရားမဝင်စစ်ဆင်ရေးတွေမှာ လုပ်ပေးဖို့ အပေးအယူနဲ့ထောင်ကလွတ်မြောက်သွားခဲ့ပါတယ်။ အဲဒီနောက် အေးဂျင့်လောကမှာ Six ဆိုတဲ့နာမည်တစ်လုံးနဲ့ကျော်ကြားလာခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သူလုပ်ကြံရတဲ့ ပစ်မှတ်ဆီကနေ မရသင့်လိုက်တဲ့ အချက်အလက်တွေရသွားပြီး သူ့ရဲ့အဖွဲ့အစည်းကပါ သူ့ကိုပြန်လိုက်သတ်လာတာကြောင့် ထွက်ပြေးရပါတော့တယ်။ သူ့နောက်ကို တရားမဝင်လိုက်သတ်ဖို့ အေဂျင်စီက ပြန်ငှားလိုက်တာကတော့ နာမည်ဆိုးနဲ့ ကြေးစား လွိုက်ဟန်ဆန် (ခရစ်စ် အီဗန်) ပါပဲ။ သူတို့နှစ်ယောက် စိန်ပြေးတမ်းကစားကြရင် တိုက်ခိုက်ကြ သတ်ကြဖြတ်ကြတာတွေကို အက်ရှင်ကားပီပီသသပဲ ဝုန်းဒိုင်းကျဲနေအောင် ကြည့်ရမှာပါပဲ။",
      "file_link": "https://t.me/HanniMovies7/117",
      "genres": "Action,Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FThe%20Gray%20Man%20-20220727142359.jpeg?alt=media&token=f59127e3-9256-4d0f-a067-5bb81d2eabae",
      "name": "The Gray Man - 2022",
      "quality": "720p",
      "size": "1.1 gb",
      "yt_link": "BmllggGO4pM"
    },
    "-NDlSx1BVCmSmCpmYMmB": {
      "Country": "English,Korea",
      "IMDB": "5.1/10",
      "description": "(အဖော်အချွတ်ခန်းအချို့နဲ့  ကြမ်းတမ်းတဲ့\n\nသတ်ဖြတ်ခန်းတွေ အများကြီးပါတာမို့ မိသားစုနဲ့အတူ\n\nမကြည့်သင့်ပါဘူး..)\n\nဇာတ်လမ်းကိုတော့ ခေါင်းထဲမှာ ဗလာမှတ်ဉာဏ်နဲ့နိုးထလာတဲ့ လူတစ်ယောက်နဲ့ အစချီထားတယ်\n\nအဲ့ဒီလူနိုးနိုးချင်းမှာပဲ သူ့နားပတ်လည်မှာ သွေးသံရဲရဲဖြစ်နေပြီး CIAအေးဂျင့်တွေဝိုင်းနေခဲ့တယ်\n\nကိုယ့်ကိုယ်ကို ဘယ်သူဘယ်ဝါမှန်းမသိတဲ့ အဲ့ဒီလူက ရုတ်တရက် သူ့နားထဲမှာတပ်ထားတဲ့\n\nအသံတစ်ခုကို ကြားပြီး အဲ့ဒီအသံစေညွှန်ရာအတိုင်း လိုက်လုပ်ဖို့ဖြစ်လာတယ်\n\nနားထဲကစက်ရဲ့အသံပိုင်ရှင်ဆီကနေ သူ့နာမည် “Carter”ဆိုတာနဲ့ အေးဂျင့်ဟောင်းတစ်ယောက်ဖြစ်မှန်း သိခဲ့ရတယ်\n\nစီအိုင်အေနဲ့ မြောက်ကိုရီးယားကြားက ဆန်းကြယ်တဲ့စစ်ဆင်ရေးတစ်ခုကို\n\nCarterဘက်က မငြင်းဆန်နိုင်ဘဲ မဖြစ်မနေလုပ်ရမဲ့ အကြောင်းဖန်လာတဲ့အခါ….\n\nထူးခြားတဲ့ဇာတ်အိမ်၊ ရင်တမမကြည့်ရမဲ့ဇာတ်ကွက်တွေနဲ့ ကြည့်ရတာတန်မဲ့ကားကောင်းဖြစ်လို့\n\nလက်မလွတ်တမ်း ခံစားကြည့်ရှုကြပါဦး…",
      "file_link": "https://t.me/HanniMovies7/131",
      "genres": "Action,Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BNWEyOThlZTAtMzExMy00NDBhLTk4Y2QtMDg3OTRkNzgyNjEyXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_.jpg?alt=media&token=f1e5763a-6a74-4a85-8fea-deb78398a74e",
      "name": "Carter - 2022",
      "quality": "720p",
      "size": "1.32 gb",
      "yt_link": "ulPHag30btQ"
    },
    "-NDlTykx2jK8V2UaUtu4": {
      "Country": "English",
      "IMDB": "6.1/10",
      "description": "Mortal engines ဗြိတိသျှစာရေးဆရာ ဖီးလစ်ရိဖ့်ရဲ့\n\n“Mortal engines”ကမ္ဘာသစ်ကနေ ကြိုဆိုပါတယ်\n\n“Mortal engines”ဆိုတဲ့ စာအုပ်ဟာ\n\n၂၀၀၁ခုနှစ်က စတင်ထုတ်ဝေခဲ့ပြီး အောင်မြင်ခဲ့တဲ့အတွက် ၄အုပ်တိတိ ထွက်ရှိခဲ့ပါတယ်\n\nပထမဆုံးအနေနဲ့ ၂၀၁၈ခုနှစ်မှာ စာအုပ်ကို အခြေခံပြိီး\n\nရုပ်ရှင်အဖြစ် ပြန်လည်ရိုက်ကူးခဲ့တာပါ\n\nဒီဇာတ်လမ်းကို ဆန်းသစ်တဲ့အတွေးအခေါ် အိုင်ဒီယာတွေနဲ့\n\nဇာတ်အိမ်ဖွဲ့စည်းတည်ဆောက်ထားပြီး ကမ္ဘာပျက်သွားပြီးတဲ့နောက်\n လူတွေရဲ့ နေထိုင်ရှင်သန်မှုတွေကို အတွေးစိတ်ကူးကောင်းကောင်းနဲ့\n\nပရိသတ်ကို တင်ပြထားပါတယ်\n\n၂၁ရာစုကို သိပ္ပံပညာရပ်အထွန်းကားဆုံး ဖွံ့ဖြိုးတိုးတက်မှုအရှိဆုံး\n\nအချိန်ကာလအဖြစ် ညွှန်းဆိုထားခဲ့ပြီး အဆုံးစွန်ထိစွမ်းအားကြီးတဲ့\n\nအဖျက်လက်နက်များကို တီထွင်နိုင်ခဲ့ပြီးတဲ့အခါမှာတော့\n\nမိနစ်၆၀ အတွင်းမှာတင် ကမ္ဘာကြီးဟာ အစိတ်အမွှာမွှာဖြစ်သွားခဲ့ရပါတယ်\n\n ဇာတ်ကားထဲက အချိန်ကာလမှာတော့ ၂၁ရာစုကလူတွေကို\n\nရှေးဟောင်းလူသားတွေလို့ ပြောဆိုသုံးနှုန်းကြပြီး\n\nပေါင်မုန့်မီးကင်စက်လေးတစ်လုံးဟာ ပြတိုက်ထဲမှာ အမြတ်တနိုး ထားရမယ့်\n\nရှေးဟောင်းပစ္စည်းတစ်ခုဖြစ်လို့နေပါတယ်\n\n မိနစ် ၆၀စစ်ပွဲကြောင့်သာ ကမ္ဘာကြီးဒီလိုဖြစ်ပျက်နေတယ်လို့ နားလည်ကြပြီး\n\n၂၁ရာစု(ရှေးခေတ်)နည်းပညာတွေကို အာသာငမ်းငမ်းပြန်လည်လိုချင်နေကြတဲ့\n\nလူသားတွေအဖြစ် သရုပ်ဖော်ထားပါတယ်\n\n ပရိသတ်အခိုင်အမာရရှိထားတဲ့ ရုံတင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့\n\nဒီကားကို အထူးညွှန်းဆိုစရာမလိုအပ်ဘူးလို့ ထင်ပါတယ်…",
      "file_link": "https://t.me/HanniMovies7/127",
      "genres": "Action,Sci-Fi",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Ffacb4c38-f729-466e-a636-b78dc9e51762.jpg?alt=media&token=3aca64f4-4fdd-4320-a453-574cb9cc5d31",
      "name": "Mortal Engines - 2018",
      "quality": "720p",
      "size": "1.19 gb",
      "yt_link": "IRsFc2gguEg"
    },
    "-NDqE-mVB-_06BK00uck": {
      "Country": "English",
      "IMDB": "6.5/10",
      "description": "ကမ္ဘာ့ပရိသတ်အင်အားအများဆုံးကားတွေထဲမှာ အပါအဝင်ဖြစ်တဲ့ စတားဝါးစ် ဇာတ်လမ်းတွေကို တင်ပေးပါတော့မယ်။ စုစုပေါင်း ဇာတ်ကား ၇ ကားထွက်ရှိထားပါတယ်။ စတားဝါးစ် ဇတ်လမ်းရဲ့ ထူးခြားတာတစ်ခုကတော့ ၁၉၇၇ ပထမဆုံး ထွက်ရှိခဲ့တဲ့ ကားဟာ နံပါတ် ၁ မဟုတ်ဘဲ နံပါတ် ၄ ဖြစ်နေတာပါပဲ။ အစဉ်အရဆိုရင် ၄ ၅ ၆ ၁ ၂ ၃ ၇ဆိုပြီး ထွက်ရှိခဲ့တာပါ။ ကျတေ်ာကတော့ ၁ ကနေ ၇ ထိ အစဉ်တိုင်းပဲ တင်ပေးသွားပါမယ်။ ဒီကားတွေကို ဘာသာပြန်ဖို့ တွေဝေနေရတာက ဒီဇာတ်ကားရဲ့ ဒိုင်ယာလော့ခ် တွေဟာ ကမ္ဘာကျော်ပြီးသားဖြစ်နေပြီး အခုချိန်ထိ တခြားရုပ်ရှင်တွေအများကြီးထဲမှာကိုးကားပြီးပြောနေကြတုန်းဖြစ်တဲ့အတွက် မြန်မာမှုပြုလိုက်ရင် သဘောမတူစရာတွေ တွေ့လာမှာစိုးတာပါ။ဒါပေမယ့် အတတ်နိုင်ဆုံး ဘာသာပြန်ပြီး တင်ပေးလိုက်ပါပြီ။ ဒီဇာတ်လမ်းအားလုံးဟာ အနာဂါတ်မှာ ဖြစ်နေတာတွေ မဟုတ်ဘဲ ဟိုးရှေးရှေးတုန်းက ဝေးကွာလှတဲ့ တစ်နေရာရာက အဖြစ်တွေပဲဆိုတာသတိထားစရာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂြိုလ်တွေပေါင်းစည်းပြီး ဖွဲ့စည်းထားတဲ့ရီပတ်ဘလစ်ကြီးမှာ နိုင်ငံရေးတွေ ရှုပ်ထွေးနေချိန် ကုန်သွယ်ရေးအဖွဲ့ကြီးက နဘူးဆိုတို့ ဂြိုလ်ငယ်လေးကိုပိတ်ဆို့ပြီး သိမ်းပိုက်လိုက်ပါတယ်။ အဲဒီအရေးကို ဖြေရှင်းဖို့ စကြာဝဠာရဲ့ ငြိမ်းချမ်းရေးထိန်းသိမ်းသူတွေJedi သူရဲကောင်း ၂ ယောက်ကို စေလွှတ်ခံလိုက်ရပါတယ်။ Jedi ဆိုတာ စကြာဝဠာထဲမှာရှိတဲ့ Force လို့ ခေါ်တဲ့ စွမ်းအင်တစ်မျိုးကို အသုံးချနိုင်ပြီး အလင်းဓားတွေကိုင်ဆောင်တဲ့ သူရဲကောင်းအဖွဲ့ပါ။ ဒါပေမယ့် သူတို့ဖြေရှင်းရတဲ့ ပြသနာနောက်ကွယ်မှာ Force ကို မကောင်းတဲ့နည်း အမုန်းတရားကို အခြေပြုပြီးသုံးတဲ့Anti-Jedi မျိုးတွေဖြစ်တဲ့ Sith တွေ ပါဝင်နေတာကို သိလိုက်တဲ့အခါ……..။ဒီဇာတ်ကားမှာ အဓိကအချက်တွေကတော့ ကမ္ဘာ့နာမည်အကြီးဆုံး ဗီလိန်တွေထဲကတစ်ယောက်ဖြစ်တဲ့ Darth Vader ရဲ့ မူလ အစကို တွေ့မြင်ရမှာ ဖြစ်ပြီး စတားဝါး Light Saber Fightအလင်းဓားတိုက်ပွဲတွေထဲမှာ အကောင်းဆုံးပါလို့ ပြောကြတဲ့ အိုဘီဝန် နဲ့ ဒါ့သ်မောတို့ရဲ့ တိုက်ပွဲကိုလည်းလက်လွှတ်မခံသင့်ပါဘူး။ ဟာသအနေနဲ့ပြောရရင် မင်းသားကြီး Liam Neeson ကို ရှားရှားပါးပါးသတ်နိုင်တဲ့ ဗီလိန် အဖြစ်လဲ တွေ့ရမှာပါ။ ကြည့်ပြီးသားလူတွေအတွက်တော့ ပိုနားလည်ပြီးနောက်တစ်ခေါက်ခံစားမိရုံပဲဖြစ်ပြီး မကြည့်ဖူးသေးတဲ့သူတွေ ဒီဇာတ်လမ်းကို တွေ့ခဲ့ရင်တော့ ကံကောင်းစွာနဲ့ပဲ ဆက်တိုက်ကြည့်ရှုနိုင်တော့မှာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းတွေထဲမှာ Jedi နဲ့ Sith တွေကို မူရင်းအတိုင်းသုံးပြီး Force ကို စွမ်းအင်လို့ပဲ ဘာသာပြန်ပေးလိုက်ပါတယ်။ May the force be with you ဆိုတဲ့ စကားစုကို တော့မြန်မာမှုပြုပြီး highlight လေးနဲ့ မပျက်စီးအောင်ထိန်းသိမ်းပေးလိုက်ပါတယ်ဗျာ။",
      "file_link": "https://t.me/HanniMovies7/133",
      "genres": "Science Fiction,Action,Adventure,Space Opera",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BYTRhNjcwNWQtMGJmMi00NmQyLWE2YzItODVmMTdjNWI0ZDA2XkEyXkFqcGdeQXVyNTAyODkwOQ%40%40._V1_FMjpg_UX1000_.jpg?alt=media&token=92cbb2cf-dd7f-45a5-9076-0638336ca524",
      "name": "Star Wars:Epidode -1 Phantom Menace - 1999",
      "quality": "720 p",
      "size": "975 mb",
      "yt_link": "bD7bpG-zDJQ"
    },
    "-NE21DJpLJdtFbxUFUaS": {
      "Country": "English",
      "IMDB": "6.6/10",
      "description": "အပိုင်း ၂ ကို တင်ပေးလိုက်ပါပြီဗျာ။ ဒီအပိုင်းကတော့ ပထမပိုင်းအပြီး ၁၀ နှစ်ကာလကို ရိုက်ထားတာပါ။ ဒီဇာတ်လမ်းမှာတော့ ဂလက်ဆီရီပတ်ဘလစ်ကနေ ဂြိုလ်ပေါင်းများစွာဟာ ခွဲထွက်ဖို့ ချိန်းခြောက်လာပြီး ခွဲထွက်ရေးအဖွဲ့တွေကို Jedi မာစတာဟောင်း မြို့စားကြီး ဒိုကူက ဦးဆောင်ပါတယ်။ အဲဒီအဖွဲ့တွေကို ဒီမိုကရေစီနည်းအရ ဖြေရှင်းဖို့ကြိုးစားပေမယ့် မအောင်မြင်တဲ့အပြင် ခွဲထွက်အဖွဲ့တွေက စစ်တပ်တစ်ခုကိုပါ တည်ဆောက်လာတဲ့အခါမှာ ခေါင်းဆောင်ကြီးကို အရေးပေါ်အာဏာ အပ်နှင်းပြီး စစ်တပ်ဖွဲ့စည်းခွင့်ပြုလိုက်ရတဲ့အတွက် ကြယ်တာရာစစ်ပွဲကြီး စတင်လာပါတော့တယ်။ ဒီအပိုင်းမှာတော့ အနာကင်နဲ့\nပါ့ဒ်မီတို့ရဲ့ သံယောဇဉ်ဟောင်းတွေ ပြန်ဆက်တာကိုတွေ့ရမှာဖြစ်ပြီး အကြိုက်ဆုံးအခန်းတွေ အနေနဲ့\nကတော့ အကြီးဆုံး Jedi တိုက်ပွဲကြီးနဲ့ မာစတာ Yoda ရဲ့ အလင်းဓားတိုက်ပွဲကို တွေ့ရမှာဖြစ်ပါတယ်။",
      "file_link": "https://t.me/HanniMovies7/135",
      "genres": "Sci-Fi,Action,Adventure,Space Opera",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221011_002148_310.jpg?alt=media&token=1097f45c-2fe4-4288-8a82-6c920ea9bc10",
      "name": "Star Wars Episode 2 - Attack Of The Clones [2002]",
      "quality": "720p",
      "size": "1020 mb",
      "yt_link": "gYbW1F_c9eM"
    },
    "-NE21sOJT0Mvteau-ZN1": {
      "Country": "English",
      "IMDB": "7.6/10",
      "description": "အပိုင်း ၃ လာပါပြီ။ ဒီအပိုင်းမှာတော့ စိတ်မကောင်းစရာတွေများပါတယ်။ ဒီမိုကရေစီကျဆုံးပြီး Sith Lord အာဏာရှင်ဖြစ်လာပုံ။ ဂျီဒိုင်းတွေ အကုန်ပျောက်ကွယ်ရပုံ။ ညီအစ်ကိုရင်းတွေလိုချစ်ကြတဲ့ ဆရာတပည့် ၂ယောက်ရဲ့ အသေအကြေတိုက်ပွဲ။ Yoda နဲ့ Sith တို့ရဲ့ အကြီးဆုံးတိုက်ပွဲ တွေကိုတွေ့ရမှာပါ။စွန့်လွှတ်သင့်တာကို မစွန်လွှတ်နိုင်တဲ့စိတ်၊ ကြောက်စိတ်၊ သံသယစိတ်၊ စွမ်းအားကိုတပ်မက်စိတ်တွေက Jedi တစ်ယောက်ကို အမှောင်ခြမ်းကို ဆွဲခေါ်သွားခဲ့ပြီပေါ့ဗျာ။ ကြည့်ကြည့်ကြပါဦး",
      "file_link": "https://t.me/HanniMovies7/137",
      "genres": "Sci-Fi,Action,Adventure,Space Opera",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221011_002502_602.jpg?alt=media&token=e2db376b-2cfa-4a05-8317-8a808b99753e",
      "name": "Star Wars Episode 3:Revenge Of The Sith - 2005",
      "quality": "720p",
      "size": "1000 mb",
      "yt_link": "5UnjrG_N8hU"
    },
    "-NE22jfmAjmPb5puLX8_": {
      "Country": "English",
      "IMDB": "8.6/10",
      "description": "ဒီရုပ်ရှင်ဟာ StarWars ရုပ်ရှင်တွေရဲ့ ပထမဆုံးထွက်ရှိခဲ့တဲ့ ကားပါ။ StarWars ပထမဆုံး ၃ ကားရဲ့ ပထမဆုံးအပိုင်းဖြစ်ပါတယ်။ ဒါပေမယ့် ဇာတ်လမ်းအရဆိုရင်တော့ StarWars I II III အပြီး Jedi တွေ ပျောက်ကွယ်သွားချိန် အင်ပါယာ အာဏာရလာချိန်ကာလပဲ ဖြစ်ပါတယ်။ Rogue One ရဲ့ နောက်ဆက်တွဲကာလကို ပြသထားပါတယ်။ Rogue One ရဲ့ နောက်ဆုံးမှာ DeathStar ရဲ့ ပုံစံတွေကို မင်းသမီးလိုင်ယာဆီ ပို့ခဲ့ပြီးနောက်မှာ မင်းသမီးထွက်မပြေးနိုင်ခင် ဖမ်းမိသွားခဲ့ရာက စပါတယ်။ StarWars နောက်ထွက်ကားတွေမှာ CGI တွေ ဘယ်လိုပဲ ကောင်းကောင်း၊ ဘယ်လိုပဲ ခေတ်မှီမှီ StarWars ဖန်တွေအတွက်တော့ ပထမဆုံး ၃ ကားဟာ Classic ပါပဲ။ ဒီဦးဆုံးရုပ်ရှင်တွေရဲ့ ဒိုင်ယာလော့ခ်တွေဟာလည်း ယခုချိန်ထိ ကျော်ကြားဆဲဖြစ်ပြီး နောက်ပိုင်း ရုပ်ရှင်ပေါင်းများစွာမှာ reference အဖြစ်ပြန်လည်အသုံးပြုခံနေရတာပါပဲ။ ဒါ့အပြင် မင်းသမီးလိုင်ယာ နဲ့ ဟန်ဆိုလို တို့ရဲ့တွဲဖက်ညီမှုဟာ အနာကင်စကိုင်းေဝါ်ကာ နဲ့ ပါ့ဒ်မီ တို့ထက် အများကြီးသာလွန်တယ်လို့ မြင်မိပါတယ်ဗျာ။ ခံစားနိုင်ပါပြီ။",
      "file_link": "https://t.me/HanniMovies7/139",
      "genres": "Sci-Fi,Action,Adventure,Space Opera",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221011_002800_177.jpg?alt=media&token=354d313b-27ad-4aa6-917f-8a808b99753e",
      "name": "Star Wars Episode 4:A New Hope- 1997",
      "quality": "720p",
      "size": "893mb ",
      "yt_link": "MpkrMqmmy5k"
    },
    "-NE23k0BJzPKGzTnp82V": {
      "Country": "Myanmar",
      "IMDB": "Unknown",
      "description": "ကွကိုကြည့်",
      "file_link": "https://t.me/HanniMovies7/141",
      "genres": "Action,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221011_003258_209.jpg?alt=media&token=d9500ab2-eb3d-449c-85fc-786f361aac2a",
      "name": "အုတ်ကြားမြက်ပေါက် - ",
      "quality": "1080p",
      "size": "1.46 gb",
      "yt_link": "txkLFA3Sfso"
    },
    "-NE24Nj9okB7bxy8tIhm": {
      "Country": "Thailand",
      "IMDB": "6.3/10",
      "description": "ထိုင်းဟာသသရုပ်ဆောင် Mum /Petchtai Wongkamlao ရဲ့ ဇာတ်ကားလေးပါ..\n\nအချိန်က Thailand လို့ နာမည်မပြောင်းခင် Siam နိုင်ငံအဖြစ်သာရှိသေးတဲ့ ထိုင်းနိုင်ငံရဲ့ဘုရင်ကြီး ချူလာလောင်ကွန်း နန်းတက်ချိန် ၁၈၇၀ ဝန်းကျင်ဖြစ်ပြီးတော့ မြန်မာနိုင်ငံမှာ မင်းတုန်းမင်းလက်ထက်လောက်ဖြစ်ပါမယ်။\n\nဘုရင် ချူလာလောင်ကွန်းဆိုတာ ခုလက်ရှိ ထိုင်းဘုရင်မျိုးဆက် ချာကရီမျိုးဆက်ရဲ့ ပဉ္စမမြောက် ဘုရင်ဖြစ်ပါတယ်…\n\nသူ့လက်ထက်မှာ ထိုင်းနိုင်ငံကို ခေတ်မီတိုးတက်စေဖို့ အုပ်ချုပ်ရေး နှင့် လူမှုရေး ပြုပြင်ပြောင်းလဲမှုများ၊ ဖြေလျော့မှုများ ပြုလုပ်ခဲ့သလို ဗြိတိသျှ၊ပြင်သစ်၊အမေရိကန်တို့နဲ့ သင့်တင့်မျှတစွာသံတမန်ရေးအရ ဆက်ဆံခဲ့ပြီး ဒေသတွင်းနိုင်ငံများကဲ့သို့ ကိုလိုနီပြုခံရခြင်းမှ ရှောင်လွဲနိုင်ခဲ့ပါတယ်..\n\nအနောက်နိုင်ငံများကို ပညာတော်သင်ထိုင်းကျောင်းသားများ စေလွှတ်ပြီး အဆင့်မြင့်ပညာများကို သင်ယူစေခဲ့သလို\nခေတ်အဆက်ဆက်က ကျင့်သုံးခဲ့တဲ့ ကျွန်စနစ်ကို ဖျက်သိမ်းခဲ့ပါတယ်…\n\nဒီဇာတ်ကားကတော့ အဲ့ဒီကျွန်စနစ်တိုက်ဖျက်ရေးကာလက အရာရှိ Lord Bunlue ရဲ့ အကြောင်းပါ…\n\nထိုင်းရုပ်ပြောင်သရုပ်ဆောင်တွေနဲ့ ဟာသပုံစံတင်ဆက်ထားပါတယ်။\n\n",
      "file_link": "https://t.me/HanniMovies7/144",
      "genres": "Comedy,Historical Film",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221011_003558_880.jpg?alt=media&token=8dbfa748-5e7b-4ead-9a84-b4818434f858",
      "name": "Lord Bunlue - ",
      "quality": "720p",
      "size": "606mb",
      "yt_link": "q3QpUdebptE"
    },
    "-NE25CIgc_9AcRPmJgI_": {
      "Country": "Thailand",
      "IMDB": "7.6/10",
      "description": "“Crazy Little Thing Called Love” (သို့မဟုတ်) First Love\n\nမင်းသားချော မာရီယိုနဲ့ မင်းသမီးချော Baifern တို့ရဲ့ နာမည်ကြီးဇာတ်ကားပါ။\n\nဆယ်ကျော်သက်အရွယ်မှာ ပထမဆုံးအချစ်ဆိုတာ ကျော်ဖတ်သွားလို့ မဖြစ်နိုင်တဲ့ ညှို့အားအပြည့်နဲ့ ဒိုင်ယာရီလေး တစ်အုပ်ပါပဲ…\nအချစ်တစ်ခုကို အလှဆုံးချရေးပြီး ဘဝတလျှောက်မှာ ဘယ်အချိန်ပြန်ဖတ်ဖတ် လှတယ်\nအချစ်ရဲ့စွမ်းအားကိုကောင်းတဲ့နေရာတွေမှာ အကျိုးရှိရှိအသုံးချရင်း ဘဝကိုအလှပဆုံးဖန်တီးသွားနိုင်သလို တစ်ခါပြန်မရနိုင်တဲ့အကောင်းဆုံးအမှတ်တရလေးတွေလဲရောက်လာအောင်ဖန်တီးပေးနိုင်ပါတယ်\nလူတစ်ယောက်ကို ထုတ်မပြောပဲအဝေးကနေငေးပြီး တိတ်တိတ်လေးရော ချစ်ဖူးလား???\nအချစ်ဆိုတာ စည်းချက်တစ်ခုလိုပဲ ကိုယ်ပေးချင်တဲ့အချိန်သူကလိုချင်တဲ့အချိန်ဖြစ်မှ သူလိုချင်တဲ့အချိန်ကိုယ်က ပေးနိုင်ခဲ့မှ လွဲချော်သွားခဲ့ရင် အရာရာဟာ ရင်နာစရာပါပဲ…\nဒါကြောင့် ဖွင့်ပြောလိုက်ပါ။အစွမ်းကုန်ချစ်ကြည့်လိုက်ပါ။\nနူးညံ့တဲ့ ခံစားမှုလေးတစ်ခုဟာလူတစ်ယောက်ကို အရာရာဖန်တီးပေးနိုင်တယ်\nဆယ်ကျော်သက်အရွယ်မှာ ပထမဆုံးအချစ်ဆိုတာ မိုးတိတ်တဲ့အခါ ကောင်းကင်မှာ ပေါ်လာတဲ့ သက်တန့်လေးလိုပါပဲ…\nရင်ထဲမှာမှိုင်းညှို့ပြီး ဝုန်းဒိုင်းကြဲခံစားချက်တွေ သူ့အပေါ်မရဲတရဲရွာသွန်းခဲ့ရပေမယ့် သူလဲကိုယ့်လို ကိုယ်နဲ့ထပ်တူ ခံစားချက်ရမှန်းသိလိုက်ရတဲ့အခါ\nအချစ်ဆိုတာ…တစ်ခါရေးရုံနဲ့ တစ်သက်စာလုံလောက်တဲ့ ဒဏ္ဍာရီတစ်ပုဒ်လို…\n“Crazy Little Thing Called Love”",
      "file_link": "https://t.me/HanniMovies7/146",
      "genres": "Romance,Comedy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221011_003855_738.jpg?alt=media&token=31abeb18-5d96-400f-9ef5-d41de9f5086e",
      "name": "Crazy Little Thing Called Love - 2010",
      "quality": "720p",
      "size": "1.26gb",
      "yt_link": "LLaLWehxJFc"
    },
    "-NE25y74V5iAPgecYWON": {
      "Country": "English",
      "IMDB": "5.7/10",
      "description": "Vampire movie ကိုမှ မှုန်မှုန်ထိုင်းထိုင်းရှေးဆန်တဲ့ပုံစံမျိုးမဟုတ်ပဲ ခေတ်ဆန်တဲ့ဇာတ်အိမ်နဲ့\n\nသွေးစုပ်ဖုတ်ကောင် အလန်းစားတွေပါတဲ့ကားပဲဖြစ်ပါတယ်…\n\nသွေးစုပ်ဖုတ်ကောင်တွေဟာ\n\nယနေ့ခေတ်ကြီးအထိ လျှို့ဝှက်သိုသိပ်စွာနေထိုင်နေပြီး သူတို့ကိုလိုက်ရှာပြီးသတ်နေတဲ့\n\nသွေးစုပ်ဖုတ်ကောင်မုဆိုးအဖွဲ့အစည်းတွေလည်းရှိနေပါတယ် ….\n\nBenny ဆိုတဲ့ကောင်လေးကတော့ ကျောင်းသားတစ်ယောက်ဖြစ်ပြီး အားလပ်ချိန်မှာ\n\nအချိန်ပိုင်းကားအငှါးမောင်းရင်းနဲ့ အပိုဝင်ငွေလေးရှာနေတဲ့သူပေါ့…\n\nတစ်နေ့တော့ ခပ်လန်းလန်း ကောင်မလေး (၂) ယောက်က\n\nသူ့ကို တစ်ညကားမောင်းဖို့ ငှါးလိုက်ပါတယ်…\n\nအလန်းစား(၂)ပွေဆိုတော့ ပျော်ရွှင်မြူးတူးစွာ ဝန်ဆောင်မှုတွေပေးခဲ့တာပေါ့…\n\nသို့ပေမဲ့ သူပို့တဲ့ အလန်း(၂)ပွေဟာ သွေးစုပ်ဖုတ်ကောင်အကြမ်းစားမတွေဖြစ်နေတဲ့အပြင်\n\nအဲ့ဒီညမှာပဲ အလွန်တရာရက်စက်တဲ့\n\nသွေးစုပ်ဖုတ်ကောင်မုဆိုးအဖွဲ့အစည်းရဲ့လိုက်လံသတ်ဖြတ်ခြင်းခံရတဲ့အခါ….\n\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့….\n\nမမ Megan Fox ကြီးလည်း ပွဲဝင်ကြမ်းထားလေရဲ့….\n\n",
      "file_link": "https://t.me/HanniMovies7/149",
      "genres": "Vampire,Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221011_004217_592.jpg?alt=media&token=a31883c5-6d10-42db-bb5c-7f95df277e78",
      "name": "Night Teeth - 2021",
      "quality": "720p",
      "size": "1017mb",
      "yt_link": "1mHuB6KwtIs"
    },
    "-NE26cat9K6ePPEkBjWf": {
      "Country": "India",
      "IMDB": "6.8/10",
      "description": "Horrorကြိုက်သူတွေ အကြိုက်‌တွေ့စေမယ့် အိန္ဒိယကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။\n\nကလေးချစ်တတ်ပြီး မိဘမဲ့ဂေဟာNGOမှာ ဦးစီးဦးဆောင်လုပ်နေတဲ့\n\nဆာ့ခ်ရှီဟာကိုယ်ဝန်၈လရနေပြီဖြစ်တဲ့ ကိုယ်ဝန်သည်အမျိုးသမီးတစ်ဦးပါ။\n\nယောက်ျားဖြစ်သူ ဟယ်မန့်က စီးပွားရေးအတွက်ရင်းနှီးငွေတွေ အလိမ်ခံလိုက်ရပြီး\n\nအကြွေးရှင်တွေရဲ့ ခြိမ်းခြောက်မှုနဲ့ကြုံတွေ့လာချိန်…..\n\nတစ်နေရာမှာ ပုန်းရှောင်နေဖို့အတွက်အကြောင်းဖန်လာပါတော့တယ်။\n\nစိုက်ခင်း‌တွေကြားထဲမှာရှိတဲ့ ရွာငယ်လေးတစ်ရွာကအိမ်မှာ ခဏရှောင်နေကြရင်းက ဒီဇာတ်လမ်းက အစပြုလာပါတယ်။\n\nပုံမှန်မဟုတ်တဲ့ အငွေ့အသက်တွေနဲ့ ပြည့်နှက်နေတဲ့ နေရာမှာ\n\nဆာ့ခ်ရှီက သူနဲ့ သူ့ရဲ့မမွေးသေးတဲ့ကလေးကို ကာကွယ်ဖို့ လွတ်မြောက်အောင် ကြိုးစားရင်း\n\nဇာတ်လမ်းရဲ့မြှုပ်ထားတဲ့ ဇာတ်ကွက်တွေက တဖြည်းဖြည်းရုပ်လုံးပေါ်လာပါတယ်။\n\nထူးဆန်းတဲ့ကလေး၃ဦးနဲ့ မီးလောင်ကျွမ်းနေတဲ့ အမျိုးသမီးတစ်ဦးရဲ့ ဝိဉာဉ်က ဘာအတွက် မကျွတ်မလွတ်ဖြစ်နေရတာလဲ????\n\nဘာကိုအငြိုးကြီးနေခဲ့လို့ ဒီစိုက်ခင်းကြီးကကိုယ်ဝန်သည်တွေအတွက် ကျိန်စာတစ်ခုလိုဖြစ်နေရတာလဲ????\n\nမေးခွန်းတစ်ခုပြီးတစ်ခု ပေါ်လာရင်းက\nဆာ့ခ်ရှီရဲ့ ရုန်းကန်မှုတွေနဲ့အတူ\n\nဇာတ်လမ်းရဲ့လှည့်ကွက်တွေကို ရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ။\n\nမိခင်မေတ္တာကြီးမားပုံကိုလည်းခံစားရမယ့်အပြင်\n\nဇာတ်လမ်းရဲ့ ဇာတ်ကွက် လှည့်စားမှုအနည်းငယ်ကလည်း ကြည့်နေတဲ့လူကို အံ့အားသင့်စေဦးမှာပါ။\n\nနောက်ဆုံးအနေနဲ့ တကယ့်ကားကောင်းလေးမို့လို့ လက်လွှတ်မခံပါနဲ့လို့ ညွှန်းလိုက်ပါတယ်နော်။\n\n",
      "file_link": "https://t.me/HanniMovies7/151",
      "genres": "Horror,Drama,Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221011_004634_281.jpg?alt=media&token=8e12bb6f-682e-4a0c-a464-3260e7f1c7e8",
      "name": "Chhorii - 2021",
      "quality": "720p",
      "size": "1.07gb",
      "yt_link": "BdgFSxIcEBg"
    },
    "-NE27X6iDbgsY5xRy5bP": {
      "Country": "English",
      "IMDB": "7.9/10",
      "description": "ရူးသွပ်ခဲ့ဖူးတဲ့မင်းသားနဲ့မင်းသမီးတို့ရဲ့ အမိုက်စား ဇာတ်ကား…ရင်နင့်ဖွယ်..အံ့အားသင့်ဖွယ်\n\nရသအဖုံဖုံကိုခံစားခဲ့ဖူးတာပဲမလား..အခုအချိန်မှာတော့ 1080P 5.1 CH နဲ့ တိုက်တန်းနစ်ဇာတ်ကား\n\nလေးကို ကြည်ကြည်လင်လင် အသံကွာလတီ ရှယ်ကောင်းကောင်းနဲ့ ပြန်လည်ခံစားဖို့အချိန်တန်ပါပြီ\n\nဒီဇာတ်ကားက မသိတဲ့လူမရှိသလောက်မို့ Movie Review ကိုမရေးတော့ဘဲထူးခြားချက်လေးတွေကို\n\nသာဗဟုသုတအလို့ငှာ တင်ဆက်လိုက်ပါတယ်။ Titanic ဇာတ်ကားမှ ထူးခြားအချက်အလက်များ\n\n-ဇာတ်ကားထုတ်လုပ်သူ 20th Century Fox နဲ့ Paramount Pictures တို့ကမင်းသားနေရာမှာ\n\nMatthew McConaughey ကို သရုပ်ဆောင်စေချင်ပေမယ့်ဒါရိုက်တာ James Cameron က\n\nLeonardo DiCaprio ကိုပဲ ဇွတ်ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။-ဇာတ်ကားထဲမှာ အဖြစ်အပျက်\n\nအစအဆုံးကို ပြန်ပြောပြသူအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ အဘွားအိုGloria Stuart ဟာ\n\nသင်္ဘောမြုပ်တာကို ကိုယ်တွေ့ကြုံခဲ့သူပါ။-Titanic သင်္ဘောကို တည်ဆောက်ခဲ့စဉ်က\n\n$7.5 million ကုန်ကျခဲ့ပါတယ်။၁၉၉၇ ခုနှစ်က ငွေကြေးနဲ့တွက်ရင် $150 million လောက်ကုန်ခဲ့တာပါ။\n\nဇာတ်ကားရိုက်ဖို့အတွက် ပြန်ဆောက်တဲ့သင်္ဘောဟာ $200 million ကုန်ပါတယ်။-\n\nသင်္ဘောမြုပ်တဲ့အခန်းမှာ Kate Winslet ဝတ်ခဲ့တဲ့ကုတ်ဟာ ဆိုဒ်နံပါတ် ၈ ပါ။\n\nကျန်တဲ့အခန်းတွေမှာ သူဟာ ဆိုဒ်နံပါတ် ၄ ကိုပဲဝတ်ခဲ့တာပါ။\n\nဒီလိုလုပ်တာဟာ သင်္ဘောမြုပ်ချိန်မှာ သူ့ကို ပိုမြင့်မြတ်တဲ့သူတစ်ယောက်အဖြစ်မြင်စေချင်လို့ပါ။\n\n(ကျွန်တော်ထင်ပါတယ်။ ဒါလည်း James Cameron ရဲ့ idea ပဲနေမှာပါ)\n\n-Leonardo ရဲ့ရှေ့မှာ ကိုယ်တီးလုံးနဲ့နေပြရမယ့် အခန်းပါတယ်ဆိုတော့မင်းသမီး Kate Winslet ဟာ\n\nသူတို့နှစ်ယောက်စစတွေ့ချင်းမှာပဲ ရင်းနှီးနေအောင်လုပ်ထားလိုက်ပါတယ်။\n\n-ပန်းချီဆွဲတဲ့အခန်းမှာ Leonardo ပြောရမယ့် Dialogue ဟာ “Lie on that couch” ဖြစ်ပါတယ်။\n\nဒါပေမယ့် ယောင်ယောင်ယမ်းယမ်းနဲ့ ပြောထွက်သွားတာက “Lie on that bed, uh…I mean couch”လို့ဖြစ်ပါတယ်။\n\nJames Cameron က သဘောကျသွားတဲ့အတွက် အဲဒီအမှားအတိုင်းပဲထားလိုက်ပါတယ် ပြန်မရိုက်တော့ပါဘူး။-\n\nအင်ဂျင်ခန်းထဲမှာ သရုပ်ဆောင်တဲ့ စတန့်မင်းသားဟာ အရပ် ၅ပေ ပဲရှိပါတယ်။အင်ဂျင်ကို\n\nပိုကြီးသယောင်မြင်စေချင်လို့ သူ့ကိုရွေးထားတာပါ။\n\n-သင်္ဘောထဲကို ရေထဲဒလဟော ဝင်လာပြီး ပရိဘောဂတွေ ပျက်စီးကုန်တဲ့အခန်းကို\n\nတစ်ကြိမ်ပဲရိုက်ကူးခွင့် ရှိခဲ့တာပါ။ ဘာဖြစ်လို့လဲဆိုတော့\n\nဇာတ်ကားပိုပြီးအသက်ဝင်အောင်ပရိဘောဂတွေကို\n\nတကယ်ဖျက်ဆီးပစ်မှာမို့ပါ။\n\n-ဒါရိုက်တာ ဂျိမ်းစ်ကင်မရွန်းဟာ ဇာတ်ကားရိုက်ကူးရာမှာအင်မတန်ကြိုးစားခဲ့တဲ့သူတစ်ယောက် ဖြစ်ပါတယ်။\n\nသင်္ဘောမြုပ်တဲ့အခန်းတစ်ခန်းတည်းကို ရိုက်ဖို့အတွက်သူအားထုတ်ခဲ့တဲ့အချိန်စုစုပေါင်းဟာ\n\nဇာတ်ကားထဲမှာ ခရီးသည်နေရာကနေပါဝင်သရုပ်ဆောင်တဲ့သူအားလုံးရဲ့\n\nဇာတ်ကားအတွက်အားထုတ်ချိန်စုစုပေါင်းထက် သာနေပါတယ်။\n\nဒါတွေကိုဖတ်ပြီးသွားရင် ဒီရုပ်ရှင် အောင်မြင်ရတဲ့အကြောင်းရင်းကို\n\nအနည်းငယ်လောက်တော့ နားလည်သွားကြမှာပါ။\n\n",
      "file_link": "https://t.me/HanniMovies7/155",
      "genres": "Drama,Romance",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Funnamed.jpg?alt=media&token=6149551d-57e7-40f4-a1fd-84f21ac4cb1c",
      "name": "Titanic - 1997",
      "quality": "720p",
      "size": "4.46 gb",
      "yt_link": "cIJ8ma0kKtY"
    },
    "-NE289wErvVxaviB-Zi4": {
      "Country": "English",
      "IMDB": "7.3/10",
      "description": "ကာတွန်းကားအသစ်လေး ခိုးရိုက်အကြည်ထွက်လာလိုတင်ပေးထားပါတယ်။ စာတန်းထိုးအမှန်မထွက်သေးလို ဘာသာပြန်လိုအပ်ချက်နည်းနည်းရှိပါသေးတယ်။\n\nဇာတ်လမ်းကတော့ နာမည်အတိုင်းပါပဲ ဒီစီစူပါဟီးရိုးတွေရဲ့ အိမ်မွေးအကောင်လေးတွေအကြောင်းပါပဲ။ အဓိက ဇာတ်ကောင်ကတော့ စူပါမန်းရဲ့ ခွေး ခရစ်ပတိုဖြစ်ပြီး အသံသရုပ်ဆောင်အဖြစ် The Rock က ပါဝင်ထားပါတယ်။ သူ့သူငယ်ချင်း ခွေးအဖြစ် အေ့စ်နေရာမှာ ကယ်ဗင်ဟာ့ကပဲ သရုပ်ဆောင်ထားတာမို ထုံးစံအတိုင်း အတွဲညီညီရယ်ရမှာပါပဲ။ ကျွန်တော်တိုရဲ့မင်းသားကြီး ကီရာနူးရိဗ်ကလည်း ဘတ်မန်းနေရာက အသံသရုပ်ဆောင်ပြီး၊ ဂျွန်ကရာဆင်းစကီးက စူပါမန်းအဖြစ် သရုပ်ဆောင်ထားပါတယ်။\n\nလက်စ်လူသာရဲ့ စမ်းသပ်ခန်းကလွတ်လာတဲ့ လူလူဆိုတဲ့ ပူးလေးဟာ စူပါပါဝါတွေရသွားပြီး ဂျက်စတိလိတစ်ခုလုံးကိုဖမ်းထား၊ လက်စ်လူသာကိုကယ်တင်ပြီး ကမ္ဘာကြီးကိုအုပ်စိုးဖို လုပ်ပါတော့တယ်။ ဒါကို စူပါကောင်လေးတွေက ဘယ်လို စုပေါင်းကယ်တင်ကြမလဲဆိုတာ ကြည့်ရမှာပါပဲ။",
      "file_link": "https://t.me/HanniMovies7/157",
      "genres": "Sci-Fi,Adventure",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BMTI2MTY5Y2UtZDljZC00ZjcxLWI2ZTItMGQzNjY0MmM0NzI4XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_.jpg?alt=media&token=ac72b4eb-5c16-4176-bd97-3d109349d172",
      "name": "DC League of Super-Pets - 2022",
      "quality": "720p",
      "size": "914 mb",
      "yt_link": "xEbpPP-_1Ig"
    },
    "-NE28nPL1-P_zq1fVToV": {
      "Country": "English",
      "IMDB": "6.9/10",
      "description": "စိတ်ကူးတွေ ဟာသဉာဏ်တွေ အမြဲဆန်းသစ်တဲ့ ကီးနဲ့ပီလီဆိုတဲ့ ဟာသသရုပ်ဆောင်အတွဲကို အတော်များများကြည့်ဖူးကြမှာပါ။\nပီလီက သာမန် ဟာသတိုလေးတွေတင်ရိုက်တာမဟုတ်ပါဘူး။\nGet Out လို ထူးဆန်းတဲ့ရုပ်ရှင်ကောင်းမျိုးကိုလည်း ဒါရိုက်တာအဖြစ်ရိုက်ကူးခဲ့တဲ့သူပါ။\nအခုတော့ သူကိုယ်တိုင်ဇာတ်ညွှန်းထပ်ရေးပြီး ရိုက်ကူးထားတဲ့ သိပ္ပံဟော်ရာ ရုပ်ရှင်အသစ်ထွက်လာပါပြီ။\nမင်းသားကတော့ Get Out ဇာတ်ကားကတည်းက သူနဲ့အတွဲညီခဲ့တဲ့ မင်းသားပါပဲ။\n\nဒီဇာတ်လမ်းအကျဉ်းမှာတော့ ရုပ်ရှင်ရိုက်ဖို့မြင်းတွေကို လေ့ကျင့်ပေးတဲ့ ခြံပိုင်ရှင်ကြီးတစ်ယောက်ဟာ\nကောင်းကင်ပေါ်က ပြုတ်ကျလာတဲ့ တိုလီမုတ်စပစ္စည်းတွေထိမှန်ပြီး သေဆုံးသွားခဲ့ပါတယ်။\nသူ့ရဲ့သား အိုဂျေက အဲဒီမြင်းခြံကို မပြုတ်အောင် မနည်းကျားကန်ပြီးဆက်ရုန်းကန်နေရတာပါပဲ။\nသူ့ရဲ့ညီမကတော့ ဒါရိုက်တာ သရုပ်ဆောင် အဆိုတော်ရူးလေးဖြစ်ပြီး မြင်းခြံကိုစိတ်မဝင်စားလှပါဘူး။\nတစ်နေ့မှာတော့ အိုဂျေ ဟာ သူတို့ခြံဘက်ကနေ ပန်းကန်ပြားပျံလိုအရာကြီးတစ်ခုကို ဖျတ်ခနဲ မြင်လိုက်ရပါတယ်။\nဒီတော့ သူတို့မောင်နှမနှစ်ယောက်က အဲဒီပန်းကန်ပြားပျံကို သက်သေရိုက်ကူးပြီးသူဌေးဖြစ်ဖို့ ကြံစည်ကြပါတော့တယ်။\nဒါပေမဲ့ သူတို့ထင်တာထက် ထူးဆန်းပြီး ကြောက်စရာကောင်းတဲ့ကိစ္စတွေဖြစ်လာတဲ့အခါ…",
      "file_link": "https://t.me/HanniMovies7/159",
      "genres": "Horror,Sci-Fi",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fimages.jpeg?alt=media&token=dd22b7c9-200f-41ea-bb36-575c878599f00._V1_.jpg?alt=media&token=ac72b4eb-5c16-4176-bd97-3d109349d172",
      "name": "Nope - 2022",
      "quality": "720p",
      "size": "908 mb",
      "yt_link": "svkuB5r4kS0"
    },
    "-NE2AHnmm8wHODj3jrRK": {
      "Country": "English",
      "IMDB": "7.5/10",
      "description": "Cartoon Lover လေးတွေအတွက် ကိုယ် Ice Age ဆိုတဲ့ကားလေး တင်ပေးမလားလို့  အိုကေ အမြည်းနဲနဲကျွေးမယ်🙃 – ဒီဇာတ်ကားလေးထဲမှာ ဘာစကားမှမပြောဘဲ သစ်ကြားသီးတစ်လုံးနဲ့ တိုင်ပတ်နေတဲ့ ရှဉ့်ရယ် ဆင်၊ ကျား နဲ့ Sloth(zootopia ထဲက အနှေးကောင်) ရယ် အဓိက ပါဝင်ထားတယ် – လူသားတွေနဲ့ တိရစ္ဆာန်တွေကြားက ပဋိပက္ခလေးကို fantasy/adventure type လေးနဲ့ ရိုက်ထားတာမို့လို့ ကြည့်စေချင်တာ ကိုယ့်ရဲ့စေတနာ အယ့်လဲ့ – လုံးဝ သူစိမ်းအနေအထားကနေ ဘယ်လို ဘယ်လို မိတ်ဆွေတွေ ဖြစ်ပြီး စည်းလုံးသွားမလဲ?? – ရေခဲခေတ်ကို အခြေခံပြီးရိုက်ထားတဲ့အတွက် စိတ်ချမ်းချမ်းသာသာလေးနဲ့ကြည့်နိုင်ပါတယ်လို့ အမြည်းနဲနဲပဲကျွေးမယ်လို့ပြောထားပြီးသားဖြစ်နေလို့ ကွကိုယ်ပဲ ကြည့်ရှု့ခံစားကြပါနော်",
      "file_link": "https://t.me/HanniMovies7/161",
      "genres": "Adventure,Comedy,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2F51670-ice-age-0-230-0-345-crop.jpg?alt=media&token=35cd41fa-2e71-4e03-b551-fa24de574d2c",
      "name": "Ice Age - 2002",
      "quality": "720p",
      "size": "580 mb",
      "yt_link": "tqdcLzM3ciQ"
    },
    "-NE2BUCBb8jJyYSMmC20": {
      "Country": "English",
      "IMDB": "6.8/10",
      "description": "Ice Age 2002 မှာတော့ ဆစ်တို့အဖွဲ့စတင်ဖြစ်ပေါ်လာပုံကိုတွေ့ခဲ့ရပြီး 2006 မှာတော့ နှစ်ထောင်ပေါင်းများစွာကြာသွားခဲ့ပါပြီ။ ကမ္ဘာကြီးပူနွေး လာမှုကြောင့် ရေခဲတွေအရည်ပျော်လာတဲ့အခါ တိရစ္ဆာန်တွေ အတုံးအရုန်းထွက်ပြေးရပါတော့တယ်။ တစ်ကောင်တည်းကျန်ပြီး မျိုးတုန်း တော့မယ် မွေးရှည်ဆင်ကြီး မန်နီကရော သူ့မျိုးစိတ်ကိုဆက်လက်ထိန်းပေးထားနိုင်ပါ့မလားဆိုတာ ဒီကားထဲမှာတွေ့မြင်ရမှာပါ။ အရင်က ပြောဖူးခဲ့သလိုပဲ ဒီဇာတ်ကားထဲကအဓိကဇာတ်ကောင်တွေဖြစ်တဲ့ ဆစ် ( Ground sloth) မန်းဖရက် ( woolly mammoth) ဒီရေဂို (saber-toothed cat/ Smilodan) စခရက် ( Cronopio ) ဆိုတဲ့အကောင်တွေအကုန်လုံး မျိုးတုန်း ပျောက်ကွယ်သွားကြပြီဖြစ်ပါတယ်။\n\n\n",
      "file_link": "https://t.me/HanniMovies7/161",
      "genres": "Adventure,Comedy,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BOTVlOGI0MjUtMWZiOS00Y2VlLTgwMDctNzRmNzY0Nzg3NGU1XkEyXkFqcGdeQXVyODIyOTEyMzY%40._V1_.jpg?alt=media&token=52147fb7-5139-4027-b16b-8f0cbbd03ee8",
      "name": "Ice Age - The Meltdown - 2006",
      "quality": "1080p",
      "size": "1.06 gb",
      "yt_link": "pfESEXIZ_lw"
    },
    "-NE2D74SfT3m1t13f5bQ": {
      "Country": "English",
      "IMDB": "6.9/10",
      "description": "တတိယမြောက်ထွက်ရှိထားတဲ့ Ice Age 3 မှာတော့ မိသားစုဝင်အသစ်လေးထပ်တိုးလာတော့မှာပါ။ ဒီအပိုင်းမှာတော့ ဒိုင်နိုဆောဥ‌တွေ ခိုးလာ မိတဲ့ ဆစ်ကို သွားကယ်ဖို့ မန်နီတို့အုပ်စုက ရေအောက်ကမ္ဘာထဲကို စွန့်စားခန်းဖွင့်ရတော့မှာပဲဖြစ်ပါတယ်။ သူငယ်ချင်းအသစ်နဲ့လည်း တွေ့မှာ ဖြစ်ပြီး ဒိုင်နိုဆော‌တွေနဲ့ ဘယ်လို ပြဿနာတက်ကြဦးမလဲဆိုတာ စောင့်ကြည့်ကြပါဦး။ အသစ်ပါလာမယ့် အကောင်လေးကတော့ ‘ဘက်’ လို့အမည်ရတဲ့ ခန္ဓာကိုယ်ရှည်ပြီး အညိုရောင်အမွှေးရှိတဲ့ ဖျံမျိုးနွယ်ဝင်‌ (Weasel ) ကောင်လေးပဲဖြစ်ပါတယ်။",
      "file_link": "https://t.me/HanniMovies7/165",
      "genres": "Adventure,Comedy,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FcXOLaxcNjNAYmEx1trZxOTKhK3Q.jpg?alt=media&token=0fd89372-bb19-489b-b6e3-0eb25a07e48f",
      "name": "Ice Age - Dawn of Dinosaurs- 2009",
      "quality": "1080p",
      "size": "1.11 gb",
      "yt_link": "MnAi5u-k9NY"
    },
    "-NE2E1NNVuQrYY344Yp9": {
      "Country": "English",
      "IMDB": "6.5/10",
      "description": "၂၀၁၂ ခုနှစ်မှာထွက်ရှိထားတဲ့ Ice Age ရဲ့ 4 ကားမြောက်မှာတော့ မန်နီတို့နေထိုင်ရာ ရေခဲပြင်ကြီး ကွဲထွက်ပြီး တစ်ယောက်တစ်နေရာဆီ ကွဲသွားကြမှာပဲဖြစ်ပါတယ်။ မန်နီတို့အုပ်စုဟာ သမုဒ္ဒရာထဲမှာ ကမ်းမမြင်လမ်းမမြင်ဖြစ်နေချိန်မှာတော့ ပင်လယ်ဓားပြအုပ်စုနဲ့တွေ့ပြီး တိုက်ခိုက်ရပါတော့တယ်။ အကောင်အသစ်လေးတွေ ထပ်ပါလာပြီး အရှေ့ကကားတွေလိုမျိုး ဘယ်လိုနည်းနဲ့ဆွဲဆောင်သွားမလဲဆိုတာကိုတော့ စောင့်ကြည့်ပေးကြပါဦးနော်။ နောက်ဆုံးပိတ် credit ပေးတဲ့အချိန်မှာ အသံသရုပ်ဆောင်တွေကိုပါထည့်ထားပေးတာမို့ ကျော်မကြည့်ကြပါနဲ့လို့ ~~",
      "file_link": "https://t.me/HanniMovies7/167",
      "genres": "Adventure,Comedy,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIce_Age_Continental_Drift.jpg?alt=media&token=775a1e10-821a-4b89-ac19-9bc094b3cee1",
      "name": "Ice Age - Continental Drift - 2012",
      "quality": "1080p",
      "size": "1.04 gb",
      "yt_link": "xz-KgMtU_BM"
    },
    "-NE2FAnpDLS0YkSLn7Yh": {
      "Country": "English",
      "IMDB": "5.6/10",
      "description": "ဂြိုလ်ကြွေကျမှာကြောင့် ပျက်စီးသွားတော့မယ့် ကမ္ဘာကြီးကို မန်နီတို့အုပ်စုက မြေအောက် ကမ္ဘာက “ဘက်” နဲ့ ပြန်ပေါင်းပြီး ကာကွယ်ရတော့မှာပဲဖြစ်ပါတယ်။ တစ်ဖက်မှာလည်း သမီးဖြစ်သူက မင်္ဂလာဆောင်တော့မှာကို လက်မခံနိုင်တဲ့ အဖေဖြစ်သူမန်နီရဲ့ ချစ်ခြင်းမေတ္တာကိုလည်း တွေ့ရဦးမှာပါ။ အချစ်တော်ကြီး ဆစ် လည်းစွံသွားပြီမို့ နောက်ဆုံးပိုင်းမှာတော့ မန်နီတို့တစ်အုပ်စု လုံး လူပျိုကြီးဘဝကနေ ကျွတ်သွားကြပါပြီ\n\n\n",
      "file_link": "https://t.me/HanniMovies7/169",
      "genres": "Adventure,Comedy,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BMzFjYWM5NzgtMGIwMi00MmE3LWE3NTgtNmIwMmRkNmFmYzJkXkEyXkFqcGdeQXVyNDQ2MTMzODA%40._V1_.jpg?alt=media&token=b3038c32-850b-4818-b8f5-4c36881d073f",
      "name": "Ice Age - Collision Course - 2016",
      "quality": "720p",
      "size": "745 mb",
      "yt_link": "Ohq6NmKMja8"
    },
    "-NE2FkGe1CarHvXFsZ6C": {
      "Country": "English",
      "IMDB": "4.3/10",
      "description": "ကဲ အိုက်စ်အေ့ဂျ် ကာတွန်းကား အသစ်လေး လာပါပြီ။\n\nဒီတစ်ခေါက်အဓိက စွန့်စားခန်းဖွင့်မှာကတော့\nမမ်မို့ဆင်မလေး အယ်လီရဲ့ မောင်နှမဖြစ်တဲ့ ပေါ့ဆမ်နှစ်ကောင် ခရက်ရှ် နဲ့ အက်ဒီတို့ပါပဲ။\n\nခရက်ရှ်နဲ့အက်ဒီဟာ သူတို့ကို အမြဲစိုးရိမ်ပြီး ချုပ်ချယ်နေတဲ့ အယ်လီတို့ဆီကနေ ခိုးထွက်လာပြီး\nမြေအောက်ကမ္ဘာမှာနေတဲ့ ဘက်ခ် ဆီကို သွားလည်ခဲ့ပါတယ်။\nအဲဒီအချိန်မှာပဲ ဒိုင်နိုအော်ဆန်က ရက်ပ်တာတွေကို ခေါ်လာပြီး\nပျောက်ဆုံးနေတဲ့ကမ္ဘာကို သိမ်းပိုက်ဖို့ ကြိုးစားလာတဲ့အခါ\nတလွဲတချော် စွန့်စားခန်းအသစ်တွေ စတင်ပါတော့တယ်။\n\n",
      "file_link": "https://t.me/HanniMovies7/171",
      "genres": "Adventure,Comedy,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BNDJmMzQyMzAtMzMxMy00NTI3LTgzOGMtZDU3Yzc4MjRjNzkwXkEyXkFqcGdeQXVyMTA1OTcyNDQ4._V1_.jpg?alt=media&token=9131e33e-1a8a-4b6f-846a-8971db08cbcb",
      "name": "Ice Age - Adventures of Buck Wild - 2022",
      "quality": "720p",
      "size": "784 mb",
      "yt_link": "0U0L4uT0btQ"
    },
    "-NE2Hw_kEitJjVJcOwvS": {
      "Country": "Thailand",
      "IMDB": "7.3/10",
      "description": "သင်ရော သင်ချစ်ရတဲ့သူငယ်ချင်းက friend zone ထဲ ထည့်ထားခံနေရလား??…\n\nခု Friend zone ကားကတော့ မြန်မာနိုင်ငံအပါအဝင် နိုင်ငံအနှံ့အပြားမှာ ရိုက်ကူးထားခဲ့တာဖြစ်ပြီး\n\nဇာတ်ဝင်တေးကိုလည်း နိုင်ငံအစုံက အဆိုတော်တွေနဲ့ ဘာသာမျိုးစုံသီဆိုထားပါတယ်\n\nမြန်မာနိုင်ငံက အဆိုတော်ဖြူဖြူကျော်သိန်း အပါအဝင်ပေါ့\n\nဒီဇာတ်ကားထဲမှာတော့ အခုလွှင့်နေတဲ့ လေလွင့်ရွက်ကြွေထဲက မင်းသမီးလေး Baifern Pimchanok က ဂင်းဆိုတဲ့ ကောင်အလေးအဖြစ်နဲ့\n\nမင်းသား Nine Naphat ကတော့ ဂင်းကို ကြိတ်သဘောကျနေတဲ့ ကောင်လေး ပမ်အဖြစ် သရုပ်ဆောင်ထားပါတယ်\n\nFriend zone ထဲရောက်နေတဲ့ သူတွေအတွက် အဆိုးဝါးဆုံးအရာကဘာလဲသိလား\n\nကိုယ်ချစ်ရတဲ့သူငယ်ချင်းက ရည်းစားရသွားတာပါပဲ\n\nအဲဒီလိုပဲ ပမ်အနေနဲ့ ဆယ်နှစ်ကျော်ချစ်ခဲ့ရတဲ့ ဂင်းတစ်ယောက် ရည်းစားရပြီး တဇွတ်ထိုးလုပ်နေတာကို လိုက်ထိန်းနေရတဲ့\n\nပမ်တစ်ယောက် အဆုံးသတ်မှာ ဆယ်နှစ်ကြာ friend zoneကနေ ရုန်းထွက်နိုင်မလား\n\nဂင်းအနေနဲ့ကရော ပမ့်အပေါ် ဘယ်လိုသဘောထားဆုံးဖြတ်ပေးသွားမလဲဆိုတာကို\n\nငယ်သူငယ်ချင်းကြား အမှတ်တရလေးတွေ ပျော်ရွှင်စရာ ဟာသဖြစ်ရပ်လေးတွေနဲ့အတူ ရိုက်ကူးပုံဖော်ထားပါတယ်￼￼\n\nသင်လည်း friend zoneထဲထည့်ခံထားရသူဆို ချစ်ရတဲ့crush လေးကို ဒီကားပြပြီး ကိုယ့်အချစ်တွေမြင်လာအောင်ပြလိုက်တော့နော်..။\n\n",
      "file_link": "https://t.me/HanniMovies7/173",
      "genres": "Comedy,Romance",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FFB_IMG_1554734629632.jpg?alt=media&token=cc202b0b-ea1d-4e57-b16d-58d0fc895015",
      "name": "Friend Zone - 2019",
      "quality": "720p",
      "size": "951mb",
      "yt_link": "LHzwwYcrKks"
    },
    "-NE2J4ZJKfKw1_2BZpxT": {
      "Country": "English",
      "IMDB": "8.8/10",
      "description": "IMDb Rating (8.8) / Rotten Tomatoes (71%)\n\nWinston Groom ရဲ့ Novel ကိုအခြေခံလို့ Eric Roth ဇာတ်ညွှန်းရေးကာ ဒါရိုက်တာ Robert Zemeckis ရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ အော်စကာ Best picture, Best director, Best actor, Best adapted screenplay, Best visual effects, Best editing ဆုတွေရရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ မင်းသား Tom Hanks အတွက်တော့ ရှားရှားပါးပါး နှစ်နှစ်ဆက်(Philadelphia, Forrest Gump) အော်စကာရရှိစေခဲ့တာပါ။ Tom Hanks အပြင် Robin Wright, Gary sinise, Mykelti Williamson, Sally Field တို့ပါဝင်ပါတယ်။ Tom Hanks ဟာ Forrest Gump အဖြစ်ပီပီပြင်ပြင်သရုပ်ဆောင်နိုင်ဖို့ Forrest ကလေးဘဝကိုသရုပ်ဆောင်ခဲ့တဲ့ ကောင်လေးရဲ့ စကားပြောဟန်တွေ၊ အမူအရာတွေကိုတုပသင်ယူခဲ့ရပါတယ်။ အဲ့ကောင်လေးက Tom Hanks အော်စကာနှစ်နှစ်ဆက်ရရှိစေတဲ့အကြောင်းရင်းတစ်ရပ်ဆိုလည်းမမှားပါဘူး။\n\nဒီကားမှာ visual effects တွေကလည်း အံ့ချီးလောက်စရာပါ။ ဒီကားမှာ Forrest Gump ရဲ့ဘဝဖြစ်စဉ်တွေကို ၂၀ရာစုနှောင်းပိုင်း အမေရိကန်ရဲ့ကျော်ကြားတဲ့အဖြစ်အပျက်တွေနဲ့ချိတ်ဆက်ပေးထားတာမို့ အမေရိကန် အထင်ကရ ပုဂ္ဂိုလ်ကြီးတွေနဲ့ Forrest တို့တွေ့ဆုံတဲ့အခန်းတွေပါဝင်ပါတယ်။ အဲဒီအခန်းတွေက တကယ့်သတင်းရုပ်ရှင်တွေမှာ Tom Hanks ရဲ့ရုပ်ပုံတွေကို နည်းပညာသုံးပြီးထည့်သွင်းထားခဲ့တာပါ။ John Lennon, John F.Kennedy, Richard Nixon တို့နဲ့ Forrest တို့စကားစမြည်ပြောတာတွေ၊ လက်ဆွဲနှုတ်ဆက်တာတွေကို အံ့အားသင့်ဖွယ်တွေ့ရပါလိမ့်မယ်။ နောက် Lieutenant Dan ရဲ့ ခြေပြတ်ကြီးကလည်း ပီပြင်လွန်းလှတယ်။ Robert Zemeckis ကတော့သူရိုက်တဲ့ကားတိုင်းလိုလို Special effects တွေလှိုင်လှိုင်ကြီးသုံးတတ်သူပါ။ Motion-capture နည်းပညာသုံးတဲ့ Animation ဇာတ်ကားတွေကိုလည်းစတင်ပြီးတွင်တွင်ကျယ်ကျယ်ရိုက်ကူးခဲ့သူပါ။ The polar express, Beowulf, A christmas carol စတာတွေပေါ့။\n\nForrest Gump ဇာတ်ကားကိုကြိုက်ရခြင်းအကြောင်းတွေမှာ ရုပ်ရှင်တစ်ကားရဲ့ကောင်းခြင်းအဖြာဖြာနဲ့ပြည့်စုံတဲ့အကြောင်းအပြင် Forrest Gump ဆိုတဲ့ Character ကိုလည်းစိတ်ဝင်စားမိလို့ပါ။ Tom Hanks ကအင်တာဗျူးတစ်ခုမှာပြောခဲ့သလို Forrest ရဲ့ခေါင်းထဲမှာ သူ့အမေနဲ့ Jenny တို့ပဲရှိတယ်။ အမုန်းတရားတွေ၊ သူ့အပေါ်မကောင်းကြံတာတွေ၊ မလိုမုန်းထားတာတွေကို သူ့မှာခွဲခြားသိနိုင်တဲ့ ဉာဏ်ရည်မရှိဘူး။ ဒါ့ကြောင့် သူ့ဘဝဟာပကတိအေးချမ်းလှတယ်လို့ ထင်မိပါတယ်။ သူသိတာ သူ့အမေကိုဂရုစိုက်မယ်၊ သူငယ်ချင်းတွေအပေါ်ကောင်းမယ်၊ Jenny ကိုချစ်မယ်။ ဒါပဲ။\nအရမ်းကိုရိုးရှင်းဖြူစင်တဲ့ ဘဝတစ်ခုကို မီးမောင်းထိုးပြထားတာပါ။\n\nဇာတ်ကားထဲမှာ အဓိကပေးချင်တဲ့ Main Theme Dialogue ကိုလဲသဘောကျမိပါတယ်။\n” ကျွန်တော်တို့ရဲ့ဘဝတွေဟာ ဘယ်အချိန်ဘာဖြစ်မယ်လို့တိတိကျကျသတ်မှတ်ပြီးသားလား၊ ဒါမှမဟုတ် ရည်ရွယ်ရာမရှိဘဲ လေယူရာတိမ်းနေရတာလား၊ နှစ်မျိုးလုံးတစ်ပြိုင်တည်းဖြစ်နေတာလား…..ကျွန်တော်တော့ စဉ်းစားလို့ဉာဏ်မမီပါ။ ဘယ်လိုမျိုးပဲဖြစ်ဖြစ် သေချာတာကတော့ ကျွန်တော်တို့မှာစီရင်ပိုင်ခွင့်မရှိတာပါပဲ။”\n\nဇာတ်ကားရဲ့ အဖွင့်ခန်းနဲ့အပိတ်ခန်းမှာ ငှက်တောင်မွှေးလေးကိုထည့်သွင်းထားပါတယ်။ ငှက်တောင်မွှေးလေးဟာ လေအဝှေ့မှာ မိုးပေါ်ထိုးတက်သွားတယ်။ လေအငြိမ်မှာပြန်ကျလာတယ်။ မြေပြင်နဲ့ထိတော့မယ့်ဆဲဆဲ ဘေးကကားတစ်စီးရဲ့အဟုန်နဲ့ အထက်ကိုပြန်တက်သွားတယ်။ တစ်ချိန်ချိန်မှာတော့ ငှက်တောင်မွှေးလေးပြန်ကျလာလိမ့်ဦးမယ်။ အဲဒါပြီးရင်တော့ ပြန်တက်သွားဦးမယ်။ သြော်…….လေယူရာတိမ်းနေရရှာတဲ့ ငှက်တောင်မွှေးလေး………။",
      "file_link": "https://t.me/HanniMovies7/175",
      "genres": "Comedy,Romance,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Funnamed.png?alt=media&token=77a52ea1-a66e-4683-aa4e-7b821f420bdb",
      "name": "Forrest Gump - 1994",
      "quality": "720p",
      "size": "1004 mb",
      "yt_link": "bLvqoHBptjg"
    },
    "-NE2K7BpNL0f8TEu2T4f": {
      "Country": "China",
      "IMDB": "6.7/10",
      "description": "Stephen chow ရိုက်တဲ့ ဝူခုံး ဇာတ်ကားလေးပါ…\n\nထန်စန်းဟာ မိစ္ဆာတွေရန်ကနေ ရွှာကိုကာကွယ်ပေးနေတဲ့\n\nသူတစ်ယောက်ဖြစ်ပါတယ် မစ္စဒူအန် ဟာလည်း\n\nအခစားနဲ့ ကြေးစား မိစ္ဆာလိုက်ဖမ်းနေသူတယောက်ပါ\n\nဒီလိုနဲ့ ထန်စန်းကာကွယ်နေတဲ့ မိစ္ဆာ၃ကောင်\n\nအပြင် ဘာကို ပါ ဆက်လက်ရင်ဆိုင်ရမလဲ\n\nမျောက်မင်း ကိုပဲ ကယ်တင်နိုင်မလား\n\nကယ်တင်လိုက်တဲ့ မျောက်မင်းကရော အကူအညီပေးပါ့မလား\n\nဆိုတာတွေကို ပရိတ်သတ်ကြီးကပဲ ဆက်လက် ကြည့်ရှူလိုက်ပါတော့နော်\n\n",
      "file_link": "https://t.me/HanniMovies7/181",
      "genres": "Action,Comedy,Adventure,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Funnamed%20(1).jpg?alt=media&token=e47dda52-c37b-43c6-bb49-7567a12a2116",
      "name": "Journey to the West:Conquering the Demons - 2013",
      "quality": "720p",
      "size": "1.1 gb",
      "yt_link": "lPanBHI1rSI"
    },
    "-NE2KvfY1QDXZm-hBc7T": {
      "Country": "China",
      "IMDB": "5.4/10",
      "description": "Jounery to the west လို့ဆိုလိုက်တာနဲ့ ဆရာတော်နဲ့သူ့တပည့်၃ယောက်အကြောင်းဆိုတာ လူတိုင်းသိကြမှာပါ။ ယခုကားကတော့ အရင်2013ခုနှစ်ကထွက်ရှိထားခဲ့တဲ့ Journey To The West : Conquering the demons ရဲ့အဆက်ပါ ။ ပထမကားနဲ့လည်းကွားပြားသလို အရင်ထွက်ရှိခဲ့တဲ့ဝူခုံးဇာတ်ကားတွေနဲ့လည်းကွဲပြားမှာအမှန်ပါပဲ။ ယခုဇာတ်ကားကိုတော့ စတီဗင်ချောင်က ဒါရိုက်တာလုပ်ပြီးရိုက်ကူးထားပါတယ်။ Cm ပရိသတ်ကြီးအကြိုက်တွေ့စေမယ့်ဇာတ်ကားတစ်ကားပါ။",
      "file_link": "https://t.me/HanniMovies7/183",
      "genres": "Action,Comedy,Adventure,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BMjA3MDM4OTk5OV5BMl5BanBnXkFtZTgwODg0MjMzMTI%40._V1_.jpg?alt=media&token=3aabdab2-48b4-4cba-925d-ebcf3125b9d7",
      "name": "Journey to the West:The Demons Strike Back - 2017",
      "quality": "720p",
      "size": "957 mb",
      "yt_link": "PuDEs9_Jsz0"
    },
    "-NE2Ljog8mji0ty9p8-P": {
      "Country": "China,English",
      "IMDB": "6.1/10",
      "description": "2010 ခု နှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Karate Kid ဇာတ်ကားမှာ မင်းသားကြီး Jackie Chan နဲ့ Jaden Smith\nတို့အတူတူပူးတွဲသရုပ်ဆောင်ထားကြပါတယ်…Justin Bieber နဲ့ Jaden Smith တို့ တွဲဖက်သီဆိုထားတဲ့\n\nNever Say Never ဆိုတဲ့သီချင်းဟာလည်း..ကမ္ဘာတစ်ဝန်းမှာအောင်မြင်ကျော်ကြားခဲ့ပြီး ပရိတ်သတ်တို့\nရဲ့နှစ်ခြိုက်မှုများစွာလည်းရရှိခဲ့ပါတယ်..\n\nဒီဇာတ်ကားမှာမင်းသားဂျက်ကီချန်းရဲ့ ပီပြင်တဲ့သရုပ်ဆောင်မှုတွေကိုအားလုံးတွေ့မြင်ရမှာဖြစ်ပါတယ်..\nဒီဇာတ်ကားမှာပြောခဲ့တဲ့စကားလုံးတွေက အကြိုက်ဆုံးစကားလုံးကိုပြောရမယ်ဆိုရင်\n*ဘဝမှာ လဲကျနေတဲ့အခါ ပြန်ထနိုင်အောင်ကြိုးပမ်းရမယ်* စကားလုံးဖြစ်ပါတယ်..\nကိုယ့်ထက်အင်အားကြီးတဲ့သူဖြစ်ပါစေ..ဘယ်တော့မှအရှုံးမပေး..ပြန်လည်ရဲရဲဝင့်ဝင့်ရင်ဆိုင်ကာ\n\nအရှုံးမပေးတတ်တဲ့စိတ်ဓါတ်ကိုပြသသွားတာပဲဖြစ်ပါတယ်..\n\nဇာတ်လမ်းအညွှန်းဟာဆိုရင်ဖြင့် …………..\n\nဒရေးပါကာ တို့မိသားစုဟာ တရုတ်ကိုပြောင်းရွေ့လာတဲ့အမေရိကန်မိသားစုပဲဖြစ်ပါတယ်..ပတ်ဝန်းကျင်\nအသစ်.ဘာသာစကားအခက်အခဲများစွာကြုံတွေ့နေရပါတယ်..မစ္စတာဟန်ကတော့ သူတို့နေတဲ့တိုက်\nခန်းရဲ့ အောက်နားမှာနေပြီး အင်္ဂလိပ်စကားကောင်းကောင်းမွန်မွန်ပြောနိုင်တဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်\nရောက်ရောက်ချင်းနေ့မှာပဲဒရေကကောင်မလေးတစ်ယောက်နဲ့သူငယ်ချင်းဖြစ်ချင်လို့မိတ်ဆက်စကားပြောနေတာကို လူငယ်တစ်စုကဝင်ပြီးသောင်းကျန်းပါတယ်..\nဘာအကြောင်းမှမသိသေးပဲ ကွန်ဖူးလည်းမတတ်တဲ့ဒရေ တစ်ယောက်\nတော်တေ်ာအထိုးခံလိုက်ရပါတယ်..ဒီလိုနဲ့အကြိမ်ကြိမ်အခါခါ ပြသနာတွေတက်..ဒရေကလည်း\nမကျေနပ်တာနဲ့ တစ်ရက် ကျောင်းက ပွဲတော်တခုမှာ သိုင်းလေ့ကျင့်နေတဲ့ အဲ့ဒီကောင်လေးတို့တစုကို\nရေနဲ့လောင်းပြီးထွက်ပြေးပါတော့တယ်..မိသွားလို့ ဝိုင်းထိုးကြိတ်နေတဲ့အချိန်မှာ မစ္စတာဟန် (ဂျက်ကီချန်း)\n\nရောက်လာပြီး ကလေးတွေကိုပြန်ဖို့ပြောပါတယ်..မစ္စတာဟန်ကိုပါဝိုင်းထိုးကြလို့ ပြန်တိုက်ခိုက်လိုက်ပါတယ်\nပြီးတော့မှ ဒရေသိလာရတာက ထိုလူငယ်အုပ်စုက နဂါးနီ သိုင်းသင်တန်းကျောင်းက အတော်ဆုံး\n\nကလေးတွေဆိုတာပါပဲ..နဂါးနီသင်တန်းကျောင်းဆရာ နဲ့ မစ္စတာဟန် တို့ထိုကိစ္စအတွက်ကြောင့်\nကတောက်ကဆ ဖြစ်ပြီး သိုင်းပြိုင်ဖို့လုပ်ကြပေမယ့် မစ္စတာဟန်က မတိုက်ခိုက်ချင်ပါဘူး…\nသူ့ရဲ့သင်တန်းသားတွေကို ဒရေကို မနှောက်ယှက်ဖို့ပြောခိုင်းပြီး လာမယ့်လူငယ်သိုင်းပြိုင်ပွဲမှာ\n\nဒရေ လာရောက်ယှဉ်ပြိုင်မယ်လို့ ပြောခဲ့ပါတယ်…..အဲ့ဒီ့နောက်မှာတော့ မစ္စတာဟန်ဟာ\n\nဒရေကို ကွန်ဖူးပညာတွေစတင်သင်ပေးပါတော့တယ်….\n\nဆက်လက်ကြည့်ရှုကြပါ\n\n",
      "file_link": "https://t.me/HanniMovies7/178",
      "genres": "Material Art,Action,Romance",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BYjQ1NzRhYjYtMWY3My00ODA0LTk5ZDctYjQ4YjE0M2RhMGNiXkEyXkFqcGdeQXVyNTUyMzE4Mzg%40._V1_FMjpg_UX1000_.jpg?alt=media&token=c6bf13fb-254e-46af-b20c-4f0cc1488061",
      "name": "The Karate Kid - 2010",
      "quality": "720p",
      "size": "940 mb",
      "yt_link": "XY8amUImEu0"
    },
    "-NE8VxYKUT8FLHEkkfRG": {
      "Country": "English",
      "IMDB": "7.4/10",
      "description": "ကာတွန်းရုပ်ရှင်ကား ကောင်းကောင်းလေး\n\nတစ်ကားလောက် ကြည့်ရအောင်။\n\nရုံတင်ကတည်းက လူကြိုက်များခဲ့တဲ့ ရုပ်ရှင်လေးပါပဲ။\n\nဇာတ်လမ်းအကျဉ်း….\n\nဟိုးရှေးရှေးတုန်းက ကမ္ဘာပေါ်မှာ မှော်ပညာ တည်ရှိခဲ့ပေမယ့်\n\nအချိန်ကြာလာတာနဲ့အမျှ လူတွေ၊နတ်သူငယ်တွေ၊ မှော်ဝင်သတ္တဝါတွေဟာ\n\nခေတ်မီလာကြပြီး မှော်ပညာကို မေ့ပျောက်သွားပါတော့တယ်။\n\nအီယန် နဲ့ ဘာလေ ဆိုတဲ့ နတ်သူငယ် ညီအစ်ကိုနှစ်ယောက်ဟာလည်း\n\nငယ်ငယ်ကတည်းက အဖေဆုံးသွားလို့\n\nမိခင်နဲ့ပဲ အတူနေကြတဲ့ သူတွေပါ။\n\nညီဖြစ်သူ အီယန်၁၆ နှစ်ပြည့်မွေးနေ့မှာတော့ သူတို့အဖေထားခဲ့တဲ့\n\nမှော်တောင်ဝှေးနဲ့ ဂါထာတစ်ခုကို တွေ့ရှိသွားပါတယ်။\n\nဂါထာရဲ့ အစွမ်းကတော့ သေဆုံးသွားတဲ့ အဖေဖြစ်သူကို တစ်ရက်တိတိ\n\nပြန်ရှင်သန်လာစေပြီး တွေ့ခွင့်ရမှာပါပဲ။\n\nဒါပေမယ့် ဒီဂါထာကိုသုံးဖို့ စွမ်းအားကြီးတဲ့ ရတနာတစ်ခုလိုအပ်ပြီး\n\nအဲဒီရတနာ မလုံလောက်တာကြောင့် သူတို့အဖေဟာ\n\nခန္ဓာကိုယ် အောက်ပိုင်းပဲ ကွက်ပြီး ရှင်လာခဲ့တယ်။\n\nဒီလိုနဲ့ပဲ ညီအစ်ကို ၂ ယောက်ဟာ သူ့တို့အဖေရဲ့\n\nခန္ဓာကိုယ်အောက်ပိုင်းကို သယ်ပြီး တစ်ရက်မပြည့်ခင်\n\nအဖေကို နောက်ဆုံးတွေ့နိုင်ဖို့\n\nမှော်ဝင်ရတနာကို အရှာထွက်ရပါတော့တယ်….\n\nဒစ္စနေးရဲ့ ထုံးစံအတိုင်း ပျော်စရာတွေ ရယ်စရာတွေနဲ့\n\nဝမ်းနည်းစရာတွေ ခံစားမှုတွေကို ရောယှက်ပေးထားမယ့်\n\nကာတွန်းရုပ်ရှင်အသစ်မို့ ကြည့်တဲ့သူတွေ\n\nသဘောကျကြမယ်ထင်ပါတယ်။\n\n",
      "file_link": "https://t.me/HanniMovies7/186",
      "genres": "Adventure,Fantasy,Comedy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fp_onward_19732_09862641.jpeg?alt=media&token=e4628efe-18b3-44bc-8e10-1824555b598a",
      "name": "Onward - 2020",
      "quality": "1080p",
      "size": "1.11 gb",
      "yt_link": "gn5QmllRCn4"
    },
    "-NELtyhvSkR391KWrhoM": {
      "Country": "Japan",
      "IMDB": "7.6/10",
      "description": " အခုမိတ်ဆက်ပေးမှာက စာရေးသူ Hayao Miyazaki\n\nကိုယ်တိုင် ဒါရိုက်တာလုပ်ပြီး\n\nIDM 7.7 အထိရခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါ\n\nဒီကားလေးရဲ့ အောင်မြင်မှုတွေကို ပြောရမယ်ဆိုရင်\n\nပရိတ်သတ်တွေကြားမှာ Ponyo Ponyo\n\nဖြစ်ခဲ့ရလောက်အောင် ကျော်ကြားခဲ့တဲ့\n\nဇာတ်ကားလေးဖြစ်လာတဲ့အပြင်\n\n8th annual Tokyo Anime ဆုပေးပွဲမှာ\n\nဆုတွေအများကြီးရစေခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါ။\n\nဇာတ်လမ်းအကျဉ်းလေးကတော့ သဘောၤသားတစ်ဦးရဲ့\n\nအသက်ငါးနှစ်သာရှိတဲ့ သားလေးဟာ သူ့အမေနဲ့အတူ\n\nပင်လယ်နားက တောင်ကုန်းလေးမှာ နေထိုင်တယ်။\n\nတစ်နေ့မှာ မမျှော်လင့်ပဲ ရွှေငါးလေးတစ်ကောင်ကို တွေ့ရှိခဲ့တယ်\n\nအဲ့ရွှေငါးလေးဟာ ရိုးရိုးငါးလေးမဟုတ်ပဲ\n\nငါးတစ်ပိုင်းလူတစ်ပိုင်း ဖြစ်နေတဲ့ ရွှေငါးလေးဖြစ်တယ်\n\nရွှေငါးလေးဟာ ဆိုဆုကီဆိုတဲ့ ကောင်လေးကို\n\nသံယောဇဉ် တွယ်မိပြီး ဆိုဆုကီပေးထားတဲ့\n\nပွန်းညို ဆိုတဲ့ နာမည်လေးနဲ့ လူသားတွေအနားမှာ နေခဲ့တယ်\n\nလူသားတွေကို မုန်းတဲ့ ပွန်းညို အဖေက\n\nသူ့သမီးလေးကို ဆိုဆုကီ ရှိကနေ နည်းအမျိုးမျိုးနဲ့ ပြန်လည်လုယူခဲ့တယ်\n\nဒါပေမယ့် ပွန်းညိုက မှော်စွမ်းအားတွေရပြီး\n\nပြန်လွတ်သွားချိန်မှာ သူ့အစွမ်းတွေကြောင့် ဆိုဆုကီတို့မြို့\n\nတစ်မြို့လုံးရေနစ်မြုပ်ခဲ့တယ်\n\nသူကတော့ လူသားတစ်ယောက်အဖြစ်\n\nဆိုဆုကီရှိကိုပြန်လာခဲ့တယ် ပွန်းညိုရဲ့\n\nမှော်အစွမ်းတွေကြောင့် ကမ္ဘာကြီးပျက်လုနီးပါးဖြစ်နေချိန်မှာ\n\nငါးနှစ်အရွယ်သာရှိတဲ့ ဖြုစင်တဲ့ သူတို့ရဲ့ အချစ်စစ်နဲ့\n\nကမ္ဘာကြီးကိုဘယ်လိုပြန်တည်ဆောက်သွားမလဲ\n\nပွန်းညိုဟာ လူသားတွေကိုမုန်းတဲ့ သူ့အဖေ နဲ့ပဲ\n\nရေအောက်မှာ ငါးအဖြစ်ဆက်နေသွားရမလား\n\nလူသားအဖြစ် ဆိုဆုကီအနားမှာနေရမလားဆိုတာ\n\nဇာတ်ကားလေးကိုကြည့်ကြည့်လိုက်ကြနော်\n\nအရမ်းချစ်ဖို့ကောင်းတဲ့ ပွန်းညို\n\nကားလေးကို ကြည့်ပြီး အကြိုက်တွေ့ကြပါစေ",
      "file_link": "https://t.me/HanniMovies7/188",
      "genres": "Anime,Fantasy,Adventure",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fyp8vEZflGynlEylxEesbYasc06i-200x300.jpg?alt=media&token=547a714f-f922-4a6e-90fc-b0c2fcb7598c",
      "name": "Ponyo - 2008",
      "quality": "720p",
      "size": "1.07 gb",
      "yt_link": "pfGDfDjAdSE"
    },
    "-NELujHLYqILWCnBgKfR": {
      "Country": "Korea",
      "IMDB": "6.4/10",
      "description": "ထွက်မလာခင်ကတည်းက ဟိုးလေးတကျော်ကျော်နဲ့\nပရိသတ်တွေစောင့်နေတဲ့ Sci-Fi Action အမျိုးအစား Alienoid Part 1 ကတော့ ထွက်လာပါပြီ\nကျွန်တော်ကတော့ စောင့်ရကျိုးနပ်တယ်လို့ပဲ ပြောချင်ပါတယ်\nသုံးထားတဲ့ CGI တွေ နောက်ခံစကားပြော သရုပ်ဆောင်တွေနဲ့\nဇာတ်ကောင်တွေနဲ့အလိုက် သရုပ်ဆောင်တွေကို သုံးထားတာတော့ အံဝင်ခွင်ကျပါပဲမင်းသား Woo Bin ရဲ့ Comeback ရုပ်ရှင်ကတော့ K Industry မှာ တစ်ခေတ်ဆန်းသစ်ပြန်ပါပြီဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့\nဂိုလျောခေတ်ကို ဂြိုဟ်သားတွေ ရောက်လာတဲ့ကိစ္စပါပဲ\nတစ်ချိန်တည်းမှာပဲ လက်ရှိခေတ်မှာရော ဂြိုဟ်သားတွေ ကမ္ဘာမြေပေါ်ကိုရောက်လာပါလေရော\nအချိန်နှစ်ခုကို ယှဉ်ရိုက်ထားပြီး အဲဒီအချိန်နှစ်ခုကြားမှာ ဘယ်လို ပတ်သက်ဆက်နွယ်မှုတွေ ရှိသလဲဆိုတာကတော့ မြှုပ်ကွက်တစ်ခုပါပဲ\nအားလုံးပဲသိတဲ့အတိုင်း ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကလည်း သူ့ထက်ငါ တပြားမှမလျော့ကြတဲ့သူတွေပါပဲ– Reply 1988 ထဲက Ryu JunYeol\n– Our Blues ထဲက Kim Woo Bin\n– 25-21 ထဲက သည်းသည်းတုန်လေး Kim Tae Ri နဲ့\n– ဘတ်ချောအွန်းလို့ မြန်မာမှာ လူသိများတဲ့ မင်းသားကြီး So Ji Sub တို့ပါဝင်ထားလို့အာရုံအစိုက်ခံရဆုံးဇာတ်လမ်းပါပဲအညွှန်း ကိုတော့ Joyz က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။",
      "file_link": "https://t.me/HanniMovies7/190",
      "genres": "Sci-Fi,Action Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BNWJiMmRkNTQtNjhjOC00NmJkLWJlODgtZGM4NTE4YzRkNGJjXkEyXkFqcGdeQXVyODc5Mjc4Nzg%40._V1_FMjpg_UX1000_.jpg?alt=media&token=704315eb-3a62-4c4d-97e1-3336635e57df",
      "name": "Alienoid Part1 - 2022",
      "quality": "720p",
      "size": "1.38 gb",
      "yt_link": "JaRLlh8Pw5A"
    },
    "-NEZEDPduxwPxmJfM874": {
      "Country": "English",
      "IMDB": "6.4/10",
      "description": "ဒီ​နေ့ပဲ ထွက်ရှိလာတဲ့ Army of the Thieves ဇာတ်ကားကို တင်ဆက်​ပေးလိုက်ပါပြီ၊ဒီကားက ဒီနှစ်အ​စောပိုင်းမှာ ထွက်ရှိထားတဲ့ Army of the Deadရဲ့ တိုက်ရိုက် Prequelဖြစ်ပြီးDieterအဖြစ် သရုပ်​ဆောင်ထားတဲ့ မင်းသား Matthias Schweighöfer ကိုယ်တိုင် ရိုက်ကူးထားတာပါ၊\nဒီဇာတ်လမ်းမှာ Zombie Apocalypse စစဖြစ်ချင်းအချိန်ကို timelineအ​ခြေခံထားပါတယ်၊မီးခံ​သေတ္တာ​နဲ့ ​သော့ဝိဇ္ဇာ Youtuber တစ်​ယောက်ဖြစ်သူ Dieter ဟာသူ့ရဲ့ Youtubeက​နေ အ​ပျော်တမ်း ​သော့ဖျက်နည်း​တွေ၊ မီးခံ​သေတ္တာသမိုင်း​ကြောင်း​တွေ ရိုက်ကူးပြီးတင်တဲ့သူပါ၊သူ့ရဲ့ဗီဒီယို​တွေကို ​တွေ့သွားတဲ့ဂိုဏ်းတစ်ခုဟာသူ့ရဲ့ကျွမ်းကျင်မှုကို အသုံးချပြီး ဘဏ်​တွေကို ​​ဖောက်ပြီးကြံစည်ပါတယ်၊ဒါ​ပေမဲ့ Dieter​​​ဖောက်​ပေးရမယ့် မီးခံ​​သေတ္တာ​တွေက နှယ်နှယ်ရရမဟုတ်ဘဲခက်​ပေ့ဆိုတဲ့ နာမည်​ကျော် မီးခံ​သေတ္တာကြီး ၄လုံးဖြစ်​နေတဲ့အခါ…Army of Dead franchise ရဲ့ မူမပျက်​အောင် ​သွေးသံရဲရဲနဲ့ အရွန်း​ဖောက်ဟာသ​တွေ၊အ​​ပြောအဆိုခပ်ကြမ်းကြမ်း​တွေ သုံးထားလို့အက်ရှင်ကားကြိုက်သူ​တွေအတွက်​တော့ အ​ထွေအထူးညွှန်း​နေစရာမလိုတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်",
      "file_link": "https://t.me/HanniMovies7/195",
      "genres": "Action,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BNzQxYzNjMGItNzVlMS00NjBhLWI4NTItMmVkZTI0NGE3ZDI2XkEyXkFqcGdeQXVyMTkxNjUyNQ%40%40._V1_.jpg?alt=media&token=369924d2-f5d0-4c1d-afa6-9b22e8891432",
      "name": "Army of Thieves - 2021",
      "quality": "720p",
      "size": "1.58 Gb",
      "yt_link": "OdbXnboJCVw"
    },
    "-NEZEhOSIB5T9kWd3LcJ": {
      "Country": "Japan",
      "IMDB": "6.8/10",
      "description": "အအိုအီ အိုင်အိုအီဆိုတဲ့အထက်တန်းအရွယ်ကျောင်းသူမလေးဟာ\n\nကားမတော်ဆမှုကြောင့် မိဘနှစ်ပါးလုံးဆုံးရှုံးပြီးတဲ့နောက်မှာ\n\nအစ်မဖြစ်သူ အခန်နေ အိုင်အိုအီနဲ့အတူ ဘဝကိုရုန်းကန်ကြရပါတယ်.\n\nဒါပေမဲ့ မတော်မတဖြစ်တဲ့အချိန်တုန်းက\n\nအအိုလေးဟာ ကလေးပဲရှိသေးတဲ့အတွက် အစ်မဖြစ်သူ အခန်နေကပဲ\n\nမိဘတစ်ယောက်လို စောင့်ရှောက်ခဲ့ရပါတယ်.\n\nအအိုအီငယ်ငယ်တုန်းက သူ့အစ်မရဲ့ရည်းစားဟောင်းဖြစ်သူ\n\nရှင်းနိုခါနာမူရိုကြောင့် ဂီတာတီးတာကို\n\nဝါသနာပါလာခဲ့ပါတယ်.\n\nဒါကြောင့် သူကျောင်းပြီးရင် မြို့ကနေထွက်သွားပြီး\n\nတိုကျိုမှာဂီတအဖွဲ့တစ်ခုထဲ ဝင်ဖို့ဆုံးဖြတ်လိုက်တယ်.\n\nသူ့ရဲ့ဝါသနာအပြင် သူ့အစ်မကို သူ့ကြောင့်ဆက်ပြီး\n\nမပင်ပန်းစေချင်တဲ့ဆန္ဒကြောင့်လည်း\n\nသူတို့မြို့လေးကနေ ပိုပြီးထွက်သွားချင်ခဲ့ပါတယ်.\n\nတစ်နေ့ အအိုအီတစ်ယောက် ဂီတာတီးကျင့်နေရင်း\n\n၁၈နှစ်အရွယ် ရှင်းနိုကို ရုတ်တရက်အခန်းထဲမှာ\n\nတွေ့လိုက်ပါတယ်.\n\nပြီးတော့ ယခုပစ္စုပန်က ၃၁ နှစ်အရွယ် ရှင်းနိုကလည်း\n\nတိုကျိုကိုပြောင်းသွားတဲ့နောက် ဂီတပွဲတစ်ခုကြောင့်\n\nမြို့ကိုပြန်ရောက်နေပါတယ်.\n\nဒါပေမဲ့ အခုရှင်းနိုနဲ့ အတိတ်ကရှင်းနိုက\n\nလုံးဝကို ကွာခြားနေပါတယ်.\n\nဒါဆို ၁၈နှစ်အရွယ်ရှင်းနိုက ဘာကြောင့် ရှိနေရတာလဲ?\n\nငယ်ချစ်ဦးတွေဖြစ်ကြတဲ့ အခန်နေနဲ့ရှင်းနိုကရော\n\nဘယ်လိုဖြစ်သွားမလဲ?\n\nအအိုအီကရော မြို့ကနေထွက်သွားပြီး တိုကျိုကိုပြောင်းသွားမလား?\n\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\n\nရုပ်ရှင်ကားထဲမှာ ဆက်ကြည့်ကြရအောင်……",
      "file_link": "https://t.me/HanniMovies7/196",
      "genres": "Anime,Romance",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BMmU0MGQ1YWUtNjU2OC00ZmI1LTg5ZWYtNjQ2ZTdkMjlkZWI2XkEyXkFqcGdeQXVyNTgyNTA4MjM%40._V1_.jpg?alt=media&token=d78372e0-be52-40f7-8a9b-7071505e5a05",
      "name": "Her Blue Sky - 2019",
      "quality": "1080p",
      "size": "1.5 Gb",
      "yt_link": "YGzSrGnIm5M"
    },
    "-NEZF6mx69jqVwC28g6z": {
      "Country": "India",
      "IMDB": "3.9/10",
      "description": "ဇာတ်ကားလေးက အပြိုင်ကမ္ဘာပုံစံမျိုး ဆန်းဆန်းပြားပြားလေး\nရိုက်ကူးထားတာပဲဖြစ်ပါတယ်\n\nအန်တာရာ (တာ့ပ်ဆီး) က လက်ရှိအချိန်ကာလမှာနေပြီး\nအတိတ်က အာနေးဆိုတဲ့ကောင်လေးနဲ့ တီဗွီထဲကနေတစ်ဆင့်\nဆက်သွယ်မိသွားပါတယ်\n\nအတိတ်က အာနေးဆိုတဲ့ကောင်လေးဟာ\nဘေးအိမ်က လင်မယားနှစ်ယောက်ရန်ဖြစ်နေတဲ့နေရာဆီ သွားရင်း\nကားတိုက်ခံရပြီး သေဆုံးသွားတာဖြစ်ပါတယ်\n\nအဲဒီကောင်လေး အာနေး နေခဲ့တဲ့အိမ်မှာပဲ\nအန်တာရာတို့ မိသားစုက ပြောင်းလာတာဖြစ်ပြီး\nအာနေးဖြစ်ပျက်ခဲ့တဲ့ အဖြစ်အပျက်အားလုံးကို\nအန်တာရာက သိထားတာမို့လို့\nအာနေးမသေအောင် အနာဂတ်ကနေ ကူညီပါတော့တယ်\n\nအဲဒီလိုနဲ့ သူ အာနေးကို ကူညီနိုင်ပါ့မလား\nအနာဂတ်ကနေ အတိတ်ကို ဘယ်လိုအကူအညီပေးမှာလဲ\nကံကြမ္မာကိုပြောင်းလဲအောင်လုပ်လိုက်ရင်\nသူတို့ကရော ဘယ်လိုဖြစ်သွားမှာလဲဆိုတာကို\n\nဒီဇာတ်ကားလေးထဲမှာ တာ့ပ်ဆီးရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့အတူ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်",
      "file_link": "https://t.me/HanniMovies7/199",
      "genres": "Sci-Fi,Mystery,Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BMDljYWJhN2UtOWI2Mi00NjgzLWIwMWYtMWUxZWU5YWViMjY5XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_.jpg?alt=media&token=0e12e934-6998-48ba-8cf5-9da2627f169c",
      "name": "Dobaaraa - 2022",
      "quality": "720p",
      "size": "628 mb",
      "yt_link": "AeTsMFbmK14"
    },
    "-NEZPP0u8owX6p3sXdLb": {
      "Country": "Japan",
      "IMDB": "6.8/10",
      "description": "ဆရာသာဓုရေးတဲ့ အတာဝတ္တုဖတ်ဖူးကြလား\n\nအခုကားက အတာ ဂျပန်ဗားရှင်းပဲဆိုပါတော့\n\nအမေတစ်ယောက်ဖြစ်ဖို့ ကလေးမွေးလိုက်ရုံနဲ့ဖြစ်နိုင်ပြီတဲ့လား\n\nအမေဝတ္တရားမကြေပြွန်ပဲ သားသမီးကိုခိုင်းစားနေတဲ့\n\nအမေတွေကရော အခု မြန်မာပြည်မှာလည်း\n\nကလေးတွေကိုတောင်းစားခိုင်းနေတာတွေ အလုပ်အတင်းလုပ်ခိုင်းတာတွေ\n\nဒီလိုပုံရိပ်တွေကိုမြင်ရတာ ရင်နာရပါတယ်\n\nဂျပန်လိုနိုင်ငံမျိုးကို အမြဲ လူသားဆန်ပြီး နွေးထွေးတဲ့\n\nတိုးတက်တဲ့ပုံရိပ်တွေနဲ့ပဲကြည့်ဖြစ်ကြပေမယ့်\n\nအမေမဆန်တဲ့အမေတွေကတော့ မြန်မာမှ ဂျပန်မှမဟုတ်ဘူး\n\nနိုင်ငံတိုင်းမှာရှိတယ်ဆိုတာကိုသိလိုက်ရတာပဲ\n\nအမေဟာ အမေလိုမနေပေမယ့် သားသမီးကတော့ သားသမီးလိုချစ်နေတာက\n\nပိုပြီးရင်နာစရာကောင်းခဲ့ပါတယ်\n\nမိဘကိုရွေးချယ်ခွင့်မရှိပေမယ့် ရွေးချယ်ခွင့်ရရင်တောင်\n\nမရွေးချယ်ပဲ ငါ့အမေဆိုတာကိုပဲ ချစ်ပြီး က\n\nာကွယ်သွားတဲ့ကလေးမျိုးတွေဟာ ရုပ်ရှင်ထဲမှာတင်မဟုတ်ပဲ\n\nအပြင်လက်တွေ့ဘဝမှာပါရှိပါတယ် ကိုယ့်မိဘတွေကရော\n\nဘယ်လိုမိဘတွေလဲ ကိုယ်ကရောဘယ်လိုသားသမီးဖြစ်နေလဲဆိုတာကို\n\nအတွေးများစေတဲ့ကားလေးပါပဲ\n\nIMDB 6.6 ရထားပြီး Netflix ကရိုက်ထားတာမို့\n\nကြည့်လိုက်ရတဲ့အချိန်တွေအတွက် နှမြောစရာမဟုတ်တဲ့ကားကောင်းတစ်ကားပါပဲ",
      "file_link": "https://t.me/HanniMovies7/204?single",
      "genres": "Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fmother-poster.jpg?alt=media&token=3450d450-b331-45a2-b187-cd86f4764318",
      "name": "Mother - 2020",
      "quality": "720p",
      "size": "733 mb",
      "yt_link": "uDdWw9S9Tew"
    },
    "-NEZPoGhXj6JyB6W3cJg": {
      "Country": "English",
      "IMDB": "6.2/10",
      "description": "ထွက်ရှိထားတာမကြာသေးတဲ့ Thrillerဇာတ်ကားကောင်းတစ်ခုကိုတင်ဆက်ပေးချင်ပါတယ်ဂျက်စီဆိုတဲ့ကောင်မလေးဟာ\n\nအတိတ်တုန်းကဖြစ်ပျက်ခဲ့တဲ့ဆိုးရွားတဲ့ကိစ္စတွေကြောင့် စိတ်ဒဏ်ရာရနေတဲ့သူတစ်ယောက်ပါ ဒါပေမယ့် အရာအားလုံးကိုမေ့ဖျောက်ပစ်လိုက်ဖို့အတွက်\n\nသူမနေတဲ့မြို့ကနေတစ်ယောက်တည်း ခရီးထွက်လာခဲ့ပါတယ် သူမခရီးထွက်နေရင်းလမ်းမှာလူတစ်ယောက်နဲ့အမှတ်မထင်ဆုံခဲ့ရပါတယ်\n\nသို့ပေမယ့် မကြာခင်မှာပဲ အဲ့ဒီလူကသူ့ကိုနောက်ယောင်ခံလိုက်နေတယ်ဆိုတာကို သတိထားမိလိုက်တဲ့အခါမှာတော့………\n\nလက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုကို Spoil မိသွားမှာစိုးလို့ ဒီလောက်နဲ့ပဲအညွှန်းကိုရပ်လိုက်ချင်ပါတယ်\n\nသေချာတာကတော့ Thriller ဇာတ်ကားတစ်ကားအနေနဲ့ သူ့ရဲ့ ရသကို အပြည့်အဝပေးစွမ်းနိုင်တယ်ဆိုတာပါပဲ ကြည့်နေရတဲ့သူတောင်မွန်းကြပ်ပြီး ဇာတ်လမ်းထဲ\n\nကိုယ်တိုင်ပါဝင်နေရသလို ခံစားရစေမှာပါ",
      "file_link": "https://t.me/HanniMovies7/201",
      "genres": "Horror,Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BOWFhOTc1MmYtOGYxZS00YTBmLWEwZTYtZTkwZTZmZDM2M2MwXkEyXkFqcGdeQXVyMjQ2NDU3NDY%40._V1_.jpg?alt=media&token=d044f55b-d287-496d-a5bd-b056645b39ed",
      "name": "Alone - 2020",
      "quality": "720p",
      "size": "1.06 gb",
      "yt_link": "NoP2mJiCzWQ"
    },
    "-NE_4nvFOwaSrnHvU56g": {
      "Country": "Korea",
      "IMDB": "7.2/10",
      "description": "IMDb – 7.5/10\n\nပိုစတာထွက်ကတည်းက တမျှော်မျှော်ဖြစ်ခဲ့ရတဲ့ကားလေး နောက်ဆုံးတော့ ထွက်လာပါပြီ\n\nတောင်ကိုရီးယားနဲ့မြောက်ကိုရီးယားအချစ်ဇာတ်လမ်းတွေပဲကြည့်နေရတာ ရိုးနေတဲ့သူတွေအတွက်\n6/45 ကတော့ တောင်မြောက်ကိုရီးယားနှစ်နိုင်ငံကြားက ဟာသကားလေးလို့ ပြောလို့ရပါတယ်\n\nပေါက်ရင် ဆုကြေးငွေ သန်းပေါင်း ၅၇၀၀ ကျော်ကို ရရှိနိုင်မယ့် ထီလက်မှတ်လေးတစ်စောင်ဟာ ကံစီမံရာကိုလိုက်ပြီး\nလမ်းဘေးအရက်ဆိုင်ကနေ တောင်ကိုရီးယားစစ်တပ်ထဲက တပ်ကြပ်ကြီး ဘတ်ချွန်းဝူရဲ့ လက်ထဲအထိ ရောက်လာခဲ့ပါတယ်\n\nဒီလိုနဲ့ ဘတ်ချွန်းဝူရဲ့လက်ထဲမှာ ဒီထီလက်မှတ်လေးဟာ သန်းပေါင်း ၅၇၀၀ အထိ ရရှိမယ့်\nထီပထမဆုကြီးကို ဆွတ်ခူးလိုက်ပြီးတဲ့နောက် ကံစီမံရာအတိုင်း လေဟုန်စီးပြန်ပါလေရော\n\nတောင်မြောက်နယ်နိမိတ်စည်းမှာ ကင်းစောင့်နေတဲ့ တပ်ကြပ်ဘတ်ချွန်းဝူရဲ့လက်ထဲကနေ\nလွတ်ထွက်လာတဲ့ ဒီထီလက်မှတ်လေးကတော့ မြောက်ကိုရီးယားဘက်ကို ရောက်ရှိသွားခဲ့တဲ့နောက်…\n\nပြဒါးတစ်လမ်း သံတစ်လမ်းလိုဖြစ်နေတဲ့ တောင်နဲ့မြောက် ကိုရီးယားနှစ်နိုင်ငံရဲ့\nစစ်တပ်နှစ်ခုကြားမှာ ပဋိပက္ခတွေပဲ ဖြစ်လာမလား၊\nဒါမှမဟုတ် ဒီထီလက်မှတ်အကြောင်းကို သိနေကြတဲ့ နှစ်နိုင်ငံကစစ်သားတွေ အချင်းချင်းပေါင်းစည်းသွားမလား\n\nသေချာတာကတော့ တောင်ရောက်လိုက်မြောက်ရောက်လိုက်ဖြစ်တဲ့\nထီလက်မှတ်လေးရဲ့ နောက်ဆုံးအခြေချရာနေရာကို ပါးစပ်မစေ့တမ်း ရယ်ရင်းမောရင်း စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\n\nအားလုံးစောင့်မျှော်နေကြတဲ့ကားဖြစ်လို့ အခုပဲ လက်မလွှတ်တမ်း ကြည့်ရှုလိုက်ကြပါဦး\n\nမင်းသားတွေကလည်း ပရိသတ်အကြိုက် ဒိတ်ဒိတ်ကြဲ မင်းသားတွေပဲမို့ ကြည့်ရတာ အားရစရာပါ။\n\nLove in Contract ထဲက Go Kyung Pyo\nဂင်ချားနားလို့ ပရိသတ်ကြီး သိထားကြတဲ့ Lee Yi Kyung\nGauz Electronics ထဲက Kwak Dong Yeon\nNew Recruit ထဲက Kim Min Ho တို့ ပါဝင်ထားတာ ဖြစ်တဲ့အတွက် တသောသောနဲ့ ရယ်နေရဦးမှာပါ",
      "file_link": "https://t.me/HanniMovies7/206",
      "genres": "Comedy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BM2Q5NDQ2NTUtMzE0OC00ZDEyLWIzYWItMjMzYTQxNWFkNjNiXkEyXkFqcGdeQXVyOTUyNjMzMDU%40._V1_.jpg?alt=media&token=d954f749-e755-4891-ab00-d522aeac9d9e",
      "name": "6/45 - 2022",
      "quality": "720p",
      "size": "881 mb",
      "yt_link": "L6vay7MfajQ"
    },
    "-NEfMCTEIR50xJ15z0Y4": {
      "Country": "Korea",
      "IMDB": "6.2/10",
      "description": "ကားတိုက်မှုဖြစ်ပြီး နိုးလာတဲ့အခါမှာ ဂန်အီရန် (Yoon Kye Sang) က\nသူ့ကိုယ်သူ မမှတ်မိတော့ဘဲ သေနတ်ဒဏ်ရာနဲ့ ဖြစ်နေပါတယ်\nအဲ့လိုနဲ့ သူသိလာရတာက သူ့ရဲ့ခန္ဓာကိုယ်က ၁၂ နာရီ ခြားတစ်ခါ ပြောင်းပြောင်းသွားတာပါပဲ\nအရင်ကကားတွေလိုမျိုး စိတ်နှစ်ခွတို့၊ ဝိညာဉ်က သေလို့ဝင်‌ကူးတာမျိုးမဟုတ်ပါဘူး\nအမှုတစ်ခုနဲ့ ဆက်စပ်မှုရှိနေတဲ့သူတွေရဲ့ ခန္ဓာကိုယ်ထဲကို ရောက်ရောက်သွားတာပါ\n\nအဲ့လိုမျိုး သူ့ရဲ့ တကယ့် Identity က ဘာမှန်းမသိတော့ပါဘူး\nအဲ့လိုနဲ့ သူရောက်သွားတဲ့ ခန္ဓာကိုယ်တစ်ခုမှာ မှောင်ခိုရောင်းဝယ်မှုတစ်ခုနဲ့ကြုံလာရတယ်\nအဲ့အမှုကြားထဲ ဘာမှမသိဘဲရောက်နေရင်း မွန်းဂျင်အာ(Lim Ji Yeon) နဲ့ တွေ့ပါတော့တယ်\nသူ့စိတ်ထဲမှာ အဲ့မိန်းကလေးကို သိသလိုဖြစ်နေပေမယ့်\nအဲ့မိန်းကလေးကတော့ သူ့ရဲ့ပြောင်းလဲနေတဲ့ခန္ဓာကိုယ်ကြောင့် မမှတ်မိပါဘူး\n\nဂန်အီရန်က သူ့ရဲ့အဖြစ်အပျက်တွေကို သူနိုးလာတော့\nအနားမှာတွေ့တဲ့ အိမ်ခြေရာမဲ့ လူကြီးတစ်ယောက်ကိုပဲပြောပြပါတယ်\nအဲ့လူကြီးနဲ့ နှစ်ယောက်သား သူဘာဖြစ်နေလဲဆိုတာ ဖော်ထုတ်သွားမှာကို စိတ်ဝင်တစားကြည့်ရမှာပါ\n\nကျွန်မတို့ ပရိတ်သတ်တွေကတော့ မင်းသားကို ဂန်အီရန်မှန်းသိထားပေမယ့်\nမင်းသားကတော့ သူ့ကိုယ်သူမသိဘဲ လိုက်ရှာနေမှာဆိုတော့\n“Spirit Walker” ဆိုတဲ့ စိတ်ကူးယဉ်အက်ရှင်ကားလေးကို ရင်တလှပ်လှပ်နဲ့ကြည့်ရမှာပါ\nနာမည်ကြီးမင်းသားကြီး Yoon Kye Sang ကိုယ်တိုင်ရိုက်ကူးထားတဲ့ ထူးထူးခြားခြား ဇာတ်လမ်းလေးကို\nအခုပဲ မြန်မာစာတန်းထိုးနဲ့ Channel Myanmar မှာ ကြည့်လို့ရ‌နေပါပြီ\n\nအညွှန်းကိုတော့ Khaing Khin က ရေးသားပေးထားပြီးတော့\n\nဘာသာပြန်ထားတာကတော့ Khaing Khin နဲ့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။",
      "file_link": "https://t.me/HanniMovies7/208",
      "genres": "Action,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2F3c8fe2ac35e543708bc7dc34599ff524.jpg?alt=media&token=41702aeb-d519-4fc6-b5f8-55542e87f00d",
      "name": "Spiritwalker - 2021",
      "quality": "720p",
      "size": "900mb",
      "yt_link": "https://youtu.be/eHzzB-hSSIM"
    },
    "-NEkbWaVKrkYeV1gZWu-": {
      "Country": "Thailand",
      "IMDB": "6.9/10",
      "description": "ပညာရေးစနစ်အရ အထက်တန်းပြီးတာနဲ့ တက္ကသိုလ် မေဂျာရွေးနိုင်ဖို့ ဝင်ခွင့်စာမေးပွဲတွေ ဖြေရလေ့ရှိတယ်\n\nအားလုံးနဲ့မတူဘဲ Sport stacking ကိုမှ စိတ်ဝင်စားတဲ့ ကျောင်းသား ဂေါင်ဝ် နဲ့ အိပ်မက်ရယ်လို့ မရှိတဲ့ သာမန်ဘဝနဲ့ပဲ နေထိုင်ချင်တဲ့ ကျောင်းသူလေး ဂျေတို့ ခင်မင်ခဲ့ကြတယ်\n\nဂျေအနေနဲ့ သူမရဲ့ ထူးခြားစွမ်းအင်က စိတ်ထားကောင်းမှုလို့ ပြောခဲ့တဲ့ ဂေါင်ဝ်အပေါ် ငြိတွယ်ခဲ့ပြီး သူဝါသနာပါတဲ့ sport stackingကို ကစားနိုင်ဖို့ ပါရမီ ဖြည့်ခဲ့ပါတော့တယ်\n\nအချိန်တွေကြာလာတာနဲ့ အမျှ ဂျေ့ဘက်ကို မကြည့်ဘဲ ဝါသနာကိုပဲ ရှေးရှုလုပ်နေခဲ့တဲ့ ဂေါင်ဝ်ကို ဂျေတစ်ယောက် လက်လွှတ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်\n\nဂျေမပါဝင်တော့တဲ့ ဘဝကြီးမှာ ပတ်ဝန်းကျင်နဲ့နေသားကျအောင် ကြိုးစားနေရတဲ့ ဂေါင်ဝ် တစ်ယောက် sport stacking ချန်ပီယံနေရာကို ချိိန်းခြောက်နိုင်တဲ့ သူတစ်ယောက် ပေါ်လာချိန်မှာတော့….\n\nအပြောင်းအလဲတွေဖြစ်လာတဲ့ နှလုံးသားရေးရာ ၊ တွယ်တာနေရတဲ့ အားကစား ၊ မက်မောခဲ့ရတဲ့ ချန်ပီယံနေရာကြား ဂေါင်ဝ် တစ်ယောက် ဘာတွေဖြစ်လာမလဲဆိုတာ ကြည့်ရှုကြရအောင်ပါ ။",
      "file_link": "https://t.me/HanniMovies7/210",
      "genres": "Action,Comedy,Romance",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BOTA2OWIzZmQtZDM1NS00YjU3LTk3MjQtM2E5YWQwMzRkOTRkXkEyXkFqcGdeQXVyNzEyMTA5MTU%40._V1_%20(1).jpg?alt=media&token=94ac99d4-f955-4a55-aab1-b576afe3ac31",
      "name": "Fast & Feel Love - 2022",
      "quality": "720p",
      "size": "1.1 Gb",
      "yt_link": "pg_Ij-3YySM"
    },
    "-NEpec3jKY-J_o0985wa": {
      "Country": "India",
      "IMDB": "7.5/10",
      "description": "India နိုင်ငံမှာ အကြီးမားဆုံး လဘ်စားမှုတွေနဲ့ တရားဥပဒေ ဆိုတာ ကိုယ်ကြိုက်သလို\n\nလုပ်ယူလို့ရနေတဲ့ ကိစ္စရပ်အပေါ် လမ်းကြောင်း တည့်ပေးထားတဲ့ အသိပညာပေး\n\nရုပ်ရှင်ကား ဖြစ်ပြီး တရားသူကြီးတွေ ရှေ့နေတွေဟာလဲ ငွေနဲ့ ပတ်သက်လာရင်\n\nတရားမျှတမှုကို မျက်ကွယ်ပြုပြီး ငွေနောက်သာ သဲသဲမဲမဲ လိုက်နေတဲ့အကြောင်းကို\n\nထင်သာမြင်သာ ရှိအောင် ရိုက်ပြထားပါတယ် သေချာတာကတော့ အကျင့်ပျက် ချစားနေတဲ့\n\nနိုင်ငံတွေ က ရှေ့နေတွေ အတုယူသင့် အလွဲပြင်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခုအဖြစ်\n\nညွှန်းဆိုပေးချင်ပါတယ်…",
      "file_link": "https://t.me/HanniMovies7/212",
      "genres": "Action,Comedy,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2F29111.jpg?alt=media&token=b765d369-053c-4d5c-858d-95fc33c91fd4",
      "name": "Jolly LLB - 2013",
      "quality": "720p",
      "size": "735mb",
      "yt_link": "https://youtu.be/cIIExNPgXm0"
    },
    "-NEph2EGRZWykosVyLKJ": {
      "Country": "India",
      "IMDB": "7.2/10",
      "description": "၂၀၁၃ တုန်း က ထွက်ရှိခဲ့တဲ့ Jolly LLB ဆိုတဲ့ ဇာတ်ကားလေးရဲ့ အဆက်အဖြစ် ထွက်ရှိလာတာဖြစ်ပြီး အိန္ဒိယ နိုင်ငံရဲ့ ဥပဒေစနစ်ကို သရော်ပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။\n\nဂျက်ဒစ်ရှ်ဝါမစ်ရှရာ (ခေါ်) ဂျော်လီဟာ တဲ့ထိုးပြောတတ်ပြီး ခက်ထန်ကြမ်းတမ်းသူ ဖြစ်ပေ မယ့်လည်း စာနာစိတ်ရှိတဲ့ ရှေ့ နေ တစ်ယောက် ဖြစ်ပါတယ်။ ဂျော်လီဟာ ဘဝကိုရုန်းကန်နေရ သူတစ်ယောက်ဖြစ်ပြီး သူ့စိတ်ကူး အိပ်မက်တွေ အကောင်အထည် ဖော်နိုင်ဖို့အတွက် ကန်ပါမြို့က နေ နာဝက်ဘ်မြို့ကို ရွှေ့ပြောင်း ခဲ့ပါတယ်။\n\nငွေလေးကြေးလေးဝင်ဖို့အ တွက် ဂျော်လီဟာ အသေးအမွှား အမှုတွေကအစ လိုက်ခဲ့ပြီး ဘဝ ကို သင့်တင့်လျောက်ပတ်အောင် နေနိုင်ဖို့ ကြိုးပမ်းခဲ့ရပါတယ်။ ဂျော်လီဟာ နှစ်အတော်ကြာကြာ တိုင်အောင် တရားရုံးစင်္ကြံလမ်းမှာ ပဲ အမှုလိုက်ဖို့ ကြိုးပမ်းနေရတဲ့ အခြေအနေကနေ ရှေ့နေရုံးခန်း ကနေ အမှုလိုက်ရတဲ့၊ အတောင် အလက်စုံတဲ့ ရှေ့နေတစ်ယောက် ဖြစ်လာဖို့ အခွင့်အရေးကို ရှာဖွေ နေခဲ့ပါတယ်။\n\nတစ်ရက်မှာတော့ သူလိုချင် နေတဲ့ အခွင့်အလမ်းလေး အစ ပေါ်လာချိန်မှာတော့ ဂျော်လီဟာ အချိန်မဆိုင်းဘဲ အပြည့်အဝအ သုံးချခဲ့ပါတယ်။ အဲဒီအခါမှာ အ ကြင်နာတရားမရှိတဲ့ ဗဟိုတရား ရုံးရှေ့နေ မာသာနဲ့ အကြီးအ ကျယ် ထိပ်တိုက်တွေ့ပြီး ရင်ဆိုင် ရပါတော့တယ်။\n\nအခက်အခဲတွေကြားက အမှုလိုက်ရင်း ဘဝကိုဖြတ်သန်းနေရတဲ့ ဂျော်လီတစ်ယောက် စိတ်ကူးအိပ်မက်တွေ အကောင်အထည်ဖော်မယ်ကြံကာရှိသေး ဘယ်လိုပြဿနာတွေက စောင့်ကြိုနေမှာလဲ၊ အိန္ဒိယနိုင်ငံရဲ့ ဥပဒေစနစ်ကို ဘယ်လိုဇာတ်ကွက်တွေနဲ့ သရော်ပြီး တင်ဆက်မှာလဲဆိုတာ ကိုယ်တိုင်ကြည့်ပြီး အကဲဖြတ်လိုက်ဦးနော်။ ဒီဇာတ်ကားမှာ ဂျက်ဒစ်ရှ်ဝါ မစ်ရှရာ (ဂျော်လီ)အဖြစ် အက်ရှေးကူးမားက အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ဟူမာကူရက်ရှီ၊ အန်နူးကာပူး၊ ဆာရက်ဘ်ရှူကလာ စတဲ့သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။",
      "file_link": "https://t.me/HanniMovies7/214",
      "genres": "Comedy,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2F51wwVE8l0sL._AC_SY580_.jpg?alt=media&token=1353b794-c493-42ae-9194-dc21131f8ca6",
      "name": "Jolly LLB 2 - 2017",
      "quality": "720p",
      "size": "1.1 Gb",
      "yt_link": "q07SQFmL4rM"
    },
    "-NEpjuIKKHRj_xV_JASC": {
      "Country": "Korea",
      "IMDB": "6.7/10",
      "description": "ဒီကားလေးမှာဆိုရင် မင်းသမီး အဓိကဦးစားပေး ဇာက်ကားတစ်ကားဖြစ်ပြီ\n\nး Drama/Crimeဇာတ်ကားတစ်ကားပါ အဓိက roleတွေ အနေနဲ့\n\nGoblin ဇာတ်ကားမှ မင်းသမီး kim Go-eunမှ မာအီယောင်းအဖြစ်\n\nသရုပ်ဆောင်ထားပြီး နောက်ထပ် ဇာတ်ဆောင်အနေဖြင့် မင်းသမီးကြီး\n\nKim Hye-sooမှ သရုပ်ဆောင်ထားပါတယ် မင်းသားအနေနဲ့လဲ\n\nအားလုံးသိကြတဲ့ love in the moonlightထဲမှ မင်းသားလေး park bo-gumမှ\n\nသရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းအနေနဲ့က အီယောင်းဟာ\n\nစွန့်ပစ်ခံကလေးတစ်ယောက်ဖြစ်ပြီး ငွေတိုးချေးစားတဲ့လုပ်ငန်းကို\n\nလုပ်တဲ့ မာဝူဟီးက မွေးစားထားခဲ့ပါတယ် မာဝူဟီးဟာ အီယောင်းအပြင်\n\n အခြားကလေးတွေကိုလဲ မွေးစားထားပြီး သူ့လုပ်ငန်းအတွက် ခို်င်းစေခဲ့ပါတယ်\n\nသူ့အတွက် အသုံးမဝင်ရင် ခွေးတောင်မထားပဲ သတ်ပစ်တဲ့သူမျိုးလဲ ဖြစ်ပါတယ်\n\nအီယောင်းဟာ တစ်ခြားကလေးတွေနဲ့မတူပဲ အေးတိအေးစက်\n\n မိုက်တိမိုက်ကန်းပုံစံမျိုးနဲ့ ကြီးပြင်လာခဲ့ပြီး မင်းသားနဲ့တွေ့ပြီးဘယ်လိုပြောင်းလဲဆိုတာ\n\nမာလုပ်ငန်းက ငွေချေးတဲ့လုပ်ငန်အပြင် ဘာတွေလုပ်နေသေးလဲ ဆိုတာ\n\nkorea နိုင်ငံရဲ့ ဒုစရိုက်လောကကို မျက်ဝါးထင်ထင် မြင်တွေ့အောင်\n\nရိုက်ကူးထားတဲ့အပြင် မင်းသမီးနှစ်ယောက် ဂိုဏ်းစတားတွေအဖြစ်\n\nသဘာဝကျကျသရုပ်ဆောင်ထားပြီး rating IMDb 6.8/10\n\nရရှိထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်\n\n ",
      "file_link": "https://t.me/HanniMovies7/216",
      "genres": "Drama,Crime",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fstazz93i_660x946-phonguoihoa.jpg?alt=media&token=09213d59-5327-4c1d-adf9-a91bf2e1c375",
      "name": "Coin Locker Girl - 2015",
      "quality": "720p",
      "size": "990 mb",
      "yt_link": "Bl97yo30XS8"
    },
    "-NF73raTQzhCLwd9MUkH": {
      "Country": "Korea",
      "IMDB": "7.7/10",
      "MX": "https://ruka-chan.luteg.repl.co/download/6632",
      "description": "Be with you ဆိုတဲ့ကိုရီးယားကားလေးကတော့ စာရေးဆရာ Takuji Ichikawa ရေးသားထားတဲ့ ဝတ္ထုကိုရိုက်ကူးထားတဲ့ 2004 ခုနှစ်က ထွက်ရှိထားတဲ့ ဂျပန်ကားလေးကို ပြန်လည်ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်\n\nဒီဇာတ်ကားမှာတော့ မိဘမေတ္တာ၊မိသားစုမေတ္တာ၊ ချစ်သူနှစ်ဦးရဲ့သံယောဇဉ်နဲ့ အမေ မရှိတော့တဲ့ကလေးတစ်ယောက်ရဲ့ခံစားချက်တွေ…..ရသပေါင်းစုံကိုပေးတဲ့ဇာတ်ကားကောင်းလေးပါ\n\nအသက် ၇ နှစ်အရွယ်မှာ အမေဆုံးရှုံးလိုက်ရလို့ အမေဟာ မိုးရာသီရောက်တဲ့အခါ မိုးစက်ရထားကိုစီးပြီး တိမ်လွှာတိုင်းပြည်ကနေ သူ့ဆီကိုပြန်လာမယ်ဆိုတဲ့ ပုံပြင်စာအုပ်ထဲကအတွေးတွေ အမြဲတမ်းရှိနေတဲ့ ဂျီဟို၊\n\nဒီလိုနဲ့ မိုးရာသီရောက်တဲ့အခါ ပုံပြင်ထဲကအတိုင်း တကယ် သူ့အမေပြန်လာတာကို တွေ့လိုက်ရတဲ့အခါ ဝမ်းသာမဆုံး၊မယုံနိုင်ဖြစ်ခဲ့ရတဲ့ သားအဖနှစ်ယောက်\n\nသို့သော်လည်း အမေဖြစ်သူကတော့ ဘာမှမမှတ်မိနိုင်ပဲ မှတ်ဉာဏ်တွေပျောက်ဆုံးနေခဲ့တယ်\n\nသူ့အမေနဲ့တစ်ပုံစံတည်းတူတဲ့သူဟာ\nတကယ်ပဲ တိမ်လွှာတိုင်းပြည်ကနေ ပြန်လာခဲ့တာလား……….\n\nဒါမှမဟုတ် ရုပ်တူတဲ့ တခြားတစ်ယောက်လားဆိုတာ",
      "file_link": "https://t.me/HanniMovies7/220",
      "genres": "Romance,Drama,Fantasy",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BM2I4Y2MxMjktY2RlZi00NmYzLWI2MjUtNTViYzFhYzJlMDc1XkEyXkFqcGdeQXVyODkyNzkyMjM%40._V1_.jpg?alt=media&token=600c9f64-3e25-4756-9216-4ed90fcec113",
      "name": "Be with You - 2018",
      "quality": "720p",
      "size": "999.53 mb",
      "yt_link": "_6tJmGxGaK4"
    },
    "-NF76f8-x3v0GhW3UAGZ": {
      "Country": "English",
      "IMDB": "5.9/10",
      "description": "နက်ဖလစ်ရဲ့ သရုပ်ဆောင်အစုံနဲ့ နှစ်နာရီခွဲကြာတဲ့ မှော်စိတ်ကူးယဉ်ရုပ်ရှင်အသစ်လာပါပြီ။\n\nဟိုးရှေးရှေးတုန်းက ပုံပြင်ကမ္ဘာထဲမှာ အရမ်းအစွမ်းထက်တဲ့ ညီအစ်ကိုနှစ်ယောက်ဟာ သူတော်ကောင်းနဲ့မိစ္ဆာကြားမှာ ဟန်ချက်ညီစေဖို့ မှော်ကျောင်းတစ်ကျောင်းကို တည်ထောင်ခဲ့ပါတယ်။ ဒါပေမဲ့ နှစ်ပေါင်းများစွာကြာလာတဲ့အခါ မိစ္ဆာညီဟာ စိတ်ပြောင်းပြီး စွမ်းအားအကုန်လုံးကို သိမ်းပိုက်ဖို့ သူ့အစ်ကိုကို သတ်ဖို့ ကြိုးစားခဲ့ပေမဲ့ မအောင်မြင်ဘဲ သေဆုံးသွားခဲ့ပါတယ်။\n\nအဲဒီကတည်းက သူတော်ကောင်းနဲ့မိစ္ဆာအတွက်ကျောင်းမှာ သူတော်ကောင်းတွေဘက်ကပဲ အရေးသာခဲ့တာ နှစ် ၂၀၀ လောက်ကြာခဲ့ပါပြီ။ အဲဒီကျောင်းမှာ မိစ္ဆာဆိုရင်လည်း ပုံပြင်တွေထဲက နာမည်ကြီး လူဆိုးကြီးတွေရဲ့ သားသမီးတွေတက်ရောက်နေတာဖြစ်ပြီ သူတော်ကောင်းတွေဘက်မှာလဲ ဘုရင်အာသာရဲ့သားတို့၊ စနှိုးဝိုက်ရဲ့သမီးတို့ စသည်ဖြင့် ပုံပြင်ဇာတ်လိုက်တွေရဲ့ မျိုးဆက်တွေ တက်နေကြတာဖြစ်ပါတယ်။\n\nဒါပေမဲ့ သူတို့ဆီမှာ စာဖတ်သူဆိုတဲ့ ပုံပြင်မျိုးရိုးမဟုတ်တဲ့ အပြင်လောကက သူတွေလည်း တက်ခွင့်ရတတ်ပါတယ်သေးတယ်။ တစ်နေ့မှာတောာ့ အဲဒီကျောင်းကို ဆိုဖီဆိုတဲ့ စိတ်ထားကောင်းတဲ့ကောင်မလေးနဲ့ အက်ဂ်သာဆိုတဲ့ ဂျစ်ကန်ကန်ကောင်မလေးတစ်ယောက် စာဖတ်သူအဖြစ် ရောက်လာခဲ့တယ်။\n\nအဲဒီနောက်ပိုင်းမှာ သူတော်ကောင်းနဲ့မိစ္ဆာအားပြိုင်မှုတွေဘယ်လိုပြောင်းလဲလာမလဲဆိုတာ …",
      "file_link": "https://t.me/HanniMovies7/222",
      "genres": "Fantasy,Drama",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BNzM1ODI4Y2UtMGYxMS00OTUxLWE4NzItNjgxMTM2NzRjZThkXkEyXkFqcGdeQXVyMTA1OTcyNDQ4._V1_.jpg?alt=media&token=6eb5a15a-8e3d-462d-925d-1e260f4b724f",
      "name": "The School for Good and Evil - 2022",
      "quality": "720p",
      "size": "1.57 gb",
      "yt_link": "aftysDQ4hpI"
    },
    "-NF7ubwgxoPnmPixqZSh": {
      "Country": "Korea",
      "IMDB": "4.7/10",
      "description": "“ငါကအမေပဲ ငါ့စကားကိုနားရမယ်” ဆိုတဲ့စကားက အာရှသားတွေအဖို့ နားယှဉ်တဲ့စကားပါပဲ\nအဲ့လိုပဲ ‌ရှေးရိုးစွဲကိုးရီးယားမျိုးရိုးကနေဆင်းသက်လာတဲ့ မိန်းမကြီးတယောက် လွတ်လပ်ခွင့်အပြည့်အဝရှိတဲ့ အမေရိကန်နယ်မြို့လေးမှာ သူ့သမီးနဲ့အတူနေထိုင်ပါတယ်။ သမီးဖြစ်ချင်တာတွေကို အမေဖြစ်သူဖြည့်ဆည်းပေးရင်း ဘဝကြီးကိုရိုးရိုးလေးဖြတ်သန်းကြတယ်။ တနေ့မှာတော့ ကိုးရီးယားလူကြီးတယောက်\nသူတို့ဆီရောက်လာပြီး သူ့အမေဆုံးသွားကြောင်း သတင်းလာပါးခဲ့ပါတယ်။ အဲ့အပြင် ထူးဆန်းတဲ့သေတ္တာလေးတခုပါပေးသွားခဲ့ပါတယ်။ အဲ့သေတ္တာကိုမြင်လိုက်တဲ့အချိန်မှာပဲ ငယ်ဘဝတုန်းကဖြစ်ခဲ့တဲ့အဖြစ်အပျက်တွေ ပြန်မြင်လိုက်ရတဲ့အချိန်မှာတော့…\nအဲ့သေတ္တာထဲမှာ ဘာရှိနေမလဲ…\nအဲ့မိန်းမရဲ့အတိတ်အကြောင်းကရောဘယ်လိုလဲဆိုတာကတော့",
      "file_link": "https://t.me/HanniMovies7/224",
      "genres": "Horror,Mystery",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BYWFmMTllODEtNDE5Zi00ZTliLWFmZDItZDk3Y2FmZDNlMjNiXkEyXkFqcGdeQXVyMTkxNjUyNQ%40%40._V1_FMjpg_UX1000_.jpg?alt=media&token=1bec7b82-6009-400c-a300-0938c2e38a13",
      "name": "UMMA - 2022",
      "quality": "720p",
      "size": "583 mb",
      "yt_link": "CeLgSQKP5lw"
    },
    "-NF80poHGcxKzHZ1m6Ka": {
      "Country": "English,Russia",
      "IMDB": "6.1/10",
      "description": "တစ်နေ့ရရှားနိုင်ငံမှာ ဘာကြောင့်မှန်းမသိတဲ့ အခြေအနေတစ်ခုကြောင့် ဆက်သွယ်ရေးလိုင်းတွေ ပြတ်တောက်သွားတဲ့အပြင် မြို့တွေအမှောင်ကျကုန်တယ် လူတစ်ချို့ဟာလဲ ဘာကြောင့်မှန်းမသိ အသိစိတ်တွေပျောက်ကုန်ပြီး တိုက်ခိုက်မှုတွေ လုပ်တော့တယ် သူတို့နောက်က ကြိုးကိုင်ထားသူဟာလည်း ဘယ်သူဆိုတာ အဖြေရှာလို့မရပြန်ဘူး အမှောင်ကျသွားတဲ့ ဧရိယာအတွင်းကို စုံစမ်းဖို့ လွှတ်လိုက်တဲ့အဖွဲ့တိုင်းလဲ ပြန်မလာနိုင်ကြဘဲ အဆက်အသွယ်တွေပြတ်တောက်ကုန်တယ် ဒီတော့ ရုရှားအစိုးရဟာ ဘာကြောင့်လဲဆိုတာ စုံစမ်းဖို့ အထူးတပ်ဖွဲ့တွေဖွဲ့စည်းပြီး အတွင်းပိုင်းထဲထိသွားပြီး စုံစမ်းဖို့ စတင်တော့တယ် အထူးတပ်ဖွဲ့တွေလည်း ကူညီရာမဲ့ဖြစ်ပြီးအထဲမှာ ပိတ်မိနေတော့တယ် တစ်ဖက်မှာလည်း အစ်လို့ အမည်ရတဲ့ ဂြိုလ်သားတစ်ကောင်ဟာ အမည်ဖော်မရတဲ့ရန်သူကို ရှာဖွေဖို့ သူကူညီနိုင်တယ်ဆိုပြီး လူသားတွေကို သူ့ကို ကူညီဖို့ ကမ်းလှမ်းလာခဲ့တယ် … တကယ်တော့ ဂြိုဟ်သားတွေဟာ ကမ္ဘာပေါ်ကို အခြေချနေထိုင်ဖို့ ကြိုးစားနေတာသိလိုက်ရတဲ့အချိန်မှာ …… အထူးတပ်ဖွဲ့တွေအနေနဲ့ရော အပြင်ကို ပြန်ထွက်လာနိုင်ပါ့မလား…. အသိစိတ်မဲ့သွားတဲ့လူတွေကို ထိန်းချုပ်နေတာကရော ဘယ်သူလဲ… ဒီပြဿနာကြီးကိုရော သူတို့ဖြေရှင်းနိုင်ပါ့မလား……. ထူးထူးဆန်းဆန်းနဲ့ သိပ္ပံဆန်ဆန်ဇာတ်လမ်းကြိုက်သူတွေအတွက် သဘောတွေ့စေနိုင်မယ့် ဇာတ်ကားလေးပါ ဇာတ်လမ်းပြီးသွားသည်အထိ အတွေးတွေနဲ့ကျန်ခဲ့မယ်ဇာတ်ကားလေးပါ",
      "file_link": "https://t.me/HanniMovies7/226",
      "genres": "Action,Sci-Fi,Mystery",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fp17699800_p_v8_ag.jpg?alt=media&token=6969f5c2-6a55-4410-83c0-ca4ae967b7da",
      "name": "The Blackout - 2022",
      "quality": "720p",
      "size": "915 mb",
      "yt_link": "8fPXgwmzhpE"
    },
    "-NF9d7K94trwG5CuZfWc": {
      "Country": "China",
      "IMDB": "6.2/10",
      "MX": "http://direct.safone.tech/1478659/%5BCM%5DIncantation.2022.720p.WEB-DL.mp4",
      "description": "Netflix က ဖြန့်ချီပြီး 2022ခုနှစ်အတွင်း ထိုင်ဝမ်ရဲ့ ရုံဝင်ငွေ အကောင်းဆုံး ရုပ်ရှင်ကားလည်းဖြစ်၊ ထိုင်ဝမ်သမိုင်း တစ်လျှောက် ရုံဝင်ငွေအကောင်းဆုံး horror ကားတစ်ကားလည်းဖြစ်နေပြီး၊ ကောင်းမွန်တဲ့ သုံးသပ်ချက်တွေ ရရှိထားတဲ့ ထိတ်လန့်သည်းဖို horror ကားတစ်ကားပါ။လီရိုနန်ဟာ မိဘမဲ့ဂေဟာကို ပေးခဲ့တဲ့ ငါးနှစ်အရွယ် သူ့သမီးလေး ဒိုဒိုကို အုပ်ထိန်းခွင့်ပြန်လည်ရရှိဖို့အတွက် စောင့်ကြည့်ကာလအတွင်းမှာ သူ့အိမ်ကိုခေါ်ထားခွင့်ရလိုက်ပါတယ်။ အချိန်အတော်ကြာ ခွဲခွာခဲ့ရတာလည်းဖြစ်ပြန်၊ အတိတ်က ဖြစ်ရပ်တွေရဲ့ ခြောက်လှန့်မှုဒဏ်တွေကို ခက်ခက်ခဲခဲ ကျော်ဖြတ်ခဲ့ရတဲ့ တစ်ကိုယ်တော် မိခင်တစ်ယောက်လည်းဖြစ်နေရှာတော့ အုပ်ထိန်းခွင့်ပြန်ရဖို့ကို ကောင်းကောင်းလုပ်နိုင်ပါ့မလားဆိုပြီး ရိုနန်တစ်ယောက် စိုးရိမ်နေရရှာပါတယ်။စောင့်ကြည့်ကာလ ဖြစ်တာကြောင့် ပိုပြီး အဆင်ပြေအောင် နေပြရပါမယ်ဆိုမှ သမီးလေးဒိုဒိုမှာ ထိတ်လန့်စရာ ဖြစ်ရပ်တွေ ကြုံနေရပါတယ်။ သူ့သမီး ကြုံနေရတဲ့ ဖြစ်ရပ်တွေဟာ လွန်ခဲ့တဲ့ခြောက်နှစ်က တားမြစ်ထားတဲ့ အရာတစ်ခုကို သူလုပ်ခဲ့မိတဲ့ အကျိုးဆက်ရဲ့ ကျိန်စာတွေ ဖြစ်နေပြီး အဲ့အရာကို သိရှိသူတိုင်းဟာ ကြမ္မာဆိုးနဲ့ အဆုံးသတ်ရစမြဲဖြစ်တာကြောင့် ကျိန်စာဆိုးကနေ သမီးဖြစ်သူကို ကယ်တင်ဖို့ကြိုးစားရင်း …ဇာတ်လမ်း‌ကောင်းကောင်းနဲ့ သေသပ်တဲ့ သရုပ်ဆောင်ချက်တွေကို ကောင်းမွန်တဲ့ ဖန်တီးမှုနဲ့အတူ ဇာတ်လမ်းကို ဆွဲခေါ်သွားတာဖြစ်လို့ သာမာန်သရဲကားတွေထက်တော့ သေချာပေါက်ပိုမဲ့ Horror ကားကောင်းတစ်ကားပါပဲ။",
      "file_link": "https://t.me/HanniMovies7/228",
      "genres": "Horror",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fp22503994_v_v10_aa.jpg?alt=media&token=b4526992-925f-47d3-ba3f-c032ed4609cb",
      "name": "Incantation - 2022",
      "quality": "720p",
      "size": "",
      "yt_link": "HnyNZdcL_GY"
    },
    "-NFTwDek25C6LUgQ4c0P": {
      "Country": "China",
      "IMDB": "7/10",
      "MX": "https://ruka-chan.luteg.repl.co/download/6554",
      "description": "ဂျက်ကီချန်းပရိတ်သတ်တွေ ဒီဇာတ်ကားလေးတွေကိုမမေ့ကြသေးဘူးမလား ?\n\n1998 စတင်ထွက်ရှိခဲ့တဲ့\nRush Hour Series တွဲရဲ့ ပထမဆုံးသောဇာတ်ကားဖြစ်ပါတယ်..\n\nဂျက်ကီနဲ့ ကာတာ စတင်ပြီးတွေ့ဆုံတဲ့\nကားပေါ့ဗျာ..မကြည့်သေးတာပဲဖြစ်ဖြစ်..ကြည့်ပြီးသွားတာပဲဖြစ်ဖြစ်..\n\nနောက်ဆိုရင် ဒီလိုဇာတ်ကားမျိုးတွေ\nအကြည်နဲ့စာတန်းထိုးမှန်မှန် ရဖို့မလွယ်တော့လို့ သိမ်းသင့်ကြောင်းပါ..\n\nမေ့နေမှာဆိုးလို့ ဇာတ်လမ်းအကျဉ်း\nလေးနည်းနည်းပြန်ပြောလိုက်ပါမယ်….\n\nအင်စပက်တာ လီဟာ တရုတ်နိုင်ငံမှာ အင်မတန်တော်တဲ့စုံထောက်အရာရှိတစ်ဦးပါ..\n\nသူဟာ တရုတ်\nကောင်စစ်ဝန်နားမှာအမြဲနေပြီး..ကောင်စစ်ဝန်ကလည်းအရေးပေးပါတယ်..\n\nတစ်နေ့မှာ လီ ဦးဆောင်တဲ့\nစုံထောက်အဖွဲ့ဟာတရုတ်တွေရဲ့ရှေးဟောင်းပစ္စည်းကို ခိုးထုတ်ပြီး\n\nမှောင်ခိုလုပ်ငန်းအကြီးအကျယ်လုပ်နေ\nတဲ့ ဂျွန်တာအို ရဲ့အဖွဲ့ကိုဖမ်းမိပါတယ်.\n\nခေါင်းဆောင်တော့မပါဘူးပေါ့….အဲ့အမှုပြီးတဲ့နောက်မှာတော့\nဂျွန်တာအိုဟာ အတော်ကြာခြေရာဖျောက်နေပါတယ်..\n\nတရုတ်ကောင်စစ်ဝန်မှာသမီးလေးတစ်ယောက်ရှိ\nပါတယ်..အဲ့သမီးလေးကို ဂျွန်တာအို ဟာ\n\nပြန်ပေးဆွဲပြီး ကလဲ့စားပြန်လိုချင်တဲ့အခါမှာတော့…\n\nတရုတ်ကောင်စစ်ဝန်ဟာ အမေရိက ကိုရောက်နေတာပါ..\n\nပြန်ပေးဆွဲတာလည်းအမေရိကမှာပဲဖြစ်ပါတယ်\nFBI က သူတို့အကောင်းဆုံးလုပ်ပေးမယ်လို့ပြောပေမယ့်\n\nကောင်စစ်ဝန်က ” လီ ” ကို ပါဝင်စေချင်လို့\nတရုတ်ကနေလှမ်းခေါ်လိုက်ပါတယ်..\n\nဒါကို FBI က သဘောမကျပဲ တွဲဖက်တစ်ဦးတွဲပေးလိုက်ပါတယ်..\nအဲ့တွဲဖက်ရဲ့တာဝန်ကတော့ လီ ကို အမှုမှာ မပါဝင်စေပဲ ပထုတ်ထားဖို့ပဲဖြစ်ပါတယ်..\n\nတွဲဖက်ကတော့\nLA ရဲ ဘက်ငှာန က ဂျိမ်းကာတာပဲဖြစ်ပါတယ်..\n\nပေါက်ကရတွေလျှောက်ပြောပြီး အူကြောင်ကြောင်\nနိုင်လှ တဲ့ ဒီရဲ အရာရှိနဲ့ တရုတ်စုံထောက် လီ တို့ပေါင်းမိပြီးဘာတွေဖြစ်ကြမလဲ..\n\nဘယ်လိုတွေစုံစမ်းမလဲ..ဘယ်လိုတွေအလွဲတွေ..\n\nဟာသတွေဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပါ",
      "file_link": "https://t.me/HanniMovies7/236?single",
      "genres": "Comedy,Action",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2Fp21702_p_v8_ae.jpg?alt=media&token=7f55169b-e05c-4358-87d2-ca3c50444039",
      "name": "Rush Hour - 1988",
      "quality": "720p",
      "size": "805 mb",
      "yt_link": "https://youtu.be/JMiFsFQcFLE"
    },
    "-NFw_zGjQq0G-73aSDc7": {
      "Country": "English",
      "IMDB": "6/10",
      "MX": "https://ruka-chan.luteg.repl.co/download/6626",
      "description": "ဇာတ်လမ်း အကျဥ်းလေးကိုပြောပြရရင်တော့ . . .\n\nနယူးအော်လင်းမြို့ရဲ့ လမ်းတွေပေါ်မှာ ဆေး အသစ်အဆန်းတစ်မျိုးရဲ့ သတင်းက ပျံ့နှံနေပါတယ်။\n\nထိုဆေးက မူးယစ်စေတဲ့ ဆေးမဟုတ်ဘဲ သောက်လိုက်တဲ့လူကို ၅ မိနစ်ခန့် စူပါစွမ်းအားပေးတဲ့ဆေးပါ။\n\nကိုယ်က ဘာအစွမ်းရမယ်ဆိုတာကိုတော့ သောက်ပြီးမှပဲ သိရမှာပါ။ တစ်ချို့က ကိုယ်ပျောက်နိုင်တယ်။\n\nတစ်ချို့က သေနတ်ပြီး တယ်။ အဲဒီလိုကွဲပြားတဲ့ အစွမ်းတွေပေးတဲ့ဆေးကို အသုံးချပြီး လူတွေက ပစ်မှုတွေ\n\nကျူးလွန်လာတဲ့အခါမှာတော့ ရဲတွေအနေနဲ့ ဘယ်လိုဖြေရှင်းကြမလဲ။ ဒီဆေးတောင့်တွေ ဘယ်ကရောက်\n\nလာတာလဲ။ ဒီဆေးကိုဖန်တီးရတဲ့ ရည်ရွယ်ချက်ကဘာလဲ ဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ပါ။",
      "file_link": "https://t.me/HanniMovies7/271?single",
      "genres": "Acion,Sci-Fi",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BYzBhOWU4ODAtZDYzYi00NDU1LWIzZWUtNDZmMDgxODljZTVmXkEyXkFqcGdeQXVyMTAwMzM3NDI3._V1_.jpg?alt=media&token=a68f9877-75be-473d-b3fc-985fba5f0479",
      "name": "Project Power - 2020",
      "quality": "720p",
      "size": "905 mb",
      "yt_link": "xw1vQgVaYNQ"
    },
    "-NFwl6W6Yl4_xv1E7-vE": {
      "Country": "English",
      "IMDB": "6.3/10",
      "MX": "https://ruka-chan.luteg.repl.co/download/6628",
      "description": "Columbia Picturesက​နေ ရိုက်ကူးရုံတင်​နေတာဖြစ်ပြီး\nCast ​တွေအ​နေနဲ့ Tom Hollandနဲ့ Mark Whalbergတို့က\nဂိမ်းထဲက ဇာတ်​ဆောင်​တွေဖြစ်တဲ့ Nate Drakeနဲ့ Victor Sullivanအဖြစ်\nအသီးသီး သရုပ်​ဆောင်ထားတာ ဖြစ်ပါတယ်၊\nUncharted ဂိမ်း franchiseထဲက ၄ခု​မြောက်ဖြစ်တဲ့\nUncharted 4 – A Thief’s End ကို ​​ကျောရိုးတည်ထား​ကြောင်း\nExecutive Producerဖြစ်တဲ့ Tom Hollandက​ပြောထားပါတယ်။ငယ်စဉ်ကတည်းက အစ်ကိုဖြစ်သူ ဆမ်ဒရိတ်နဲ့ ကွဲသွားတဲ့ နိတ်ဒရိတ်ဟာ\nBartenderတဖြစ်လဲ လူကုံထံ​တွေဆီက အလစ်သုတ်ရင်း အသက်​မွေးလာခဲ့သူပါ၊\nတစ်​နေ့မှာ ဆမ်ရဲ့မိတ်​ဆွေ ဆိုသူ ဗစ်တာဆူလီဗန်က နိတ်ဆီ​ရောက်လာပြီး\nကမ္ဘာ့ပထမဆုံးနယ်​မြေ စူးစမ်းရွက်​လွှင့်သူ ဖာဒီနန်မက်ဂျဲလန်၊\nကပ္ပတိန် ဟွမ်ဆီဘက်ရှန် အယ်ကာနိုအပါအဝင်\nသင်္ဘောသား ၁၈ ​ယောက်ရဲ့ ​ပျောက်ဆုံး​နေ​သော ​ရွှေသိုက်ကြီးကို ရှာ​ဖွေဖို့ လာ​ခေါ်ပါတယ်။ကာလတန်​ကြေး ၅ဘီလီယံအနည်းဆုံးရှိတဲ့ အဆိုပါ​ရွှေသိုက်ကြီးကို\nနိတ်တို့အပြင် ဆန်တီယာဂိုမွန်ကာဒါဆိုတဲ့ စပိန်သူ​ဌေးတစ်ဦးကလည်း လိုချင်နေရာ\nနိတ်ဒရိတ်တို့၂​ယောက် မွန်ကာဒါရဲ့ရန်ကို​ရှောင်ရင်း ရတနာသိုက်ကိုရှာ​တွေ့နိုင်မလား၊ ​\nရွှေ​တွေရသွားမလား၊ နိတ်တစ်​ယောက် အစ်ကိုဖြစ်သူဆမ်နဲ့ ပြန်​တွေ့နိုင်မလားဆိုတာကို\nAction,Adventureဆန်ဆန် ကြည့်ရှူရမှာပါ။",
      "file_link": "https://t.me/HanniMovies7/274?single",
      "genres": "Action,Adventure",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BMWEwNjhkYzYtNjgzYy00YTY2LThjYWYtYzViMGJkZTI4Y2MyXkEyXkFqcGdeQXVyNTM0OTY1OQ%40%40._V1_.jpg?alt=media&token=77faa044-0fda-48f1-aaf7-ed2fb0d8bec4",
      "name": "Uncharted - 2022",
      "quality": "720p",
      "size": "845mb",
      "yt_link": "eHp3MbsCbMg"
    },
    "-NG71DOBNct7FMduKBTU": {
      "Country": "English",
      "IMDB": "6.9/10",
      "MX": "https://ruka-chan.luteg.repl.co/download/7102",
      "description": "ခုတစ်ခေါက်မိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ ‘’Wendall and Wildဆိုတဲ့cartoonကားလေးဖြစ်ပါတယ်။\nဒီကာတွန်းကားလေးဟာ ငရဲသားတွေဖြစ်တဲ့ Wendall နဲ့ Wild၊ပြီးတော့ ငရဲသားအပျိုစင်မလေးkatတို့အကြောင်းကို ရိုက်ပြထားတာပါ။Katဟာ သူငယ်စဉ်ကတည်းက မိဘနှစ်ပါးကို ဆုံးရှုံးလိုက်ရပြီးမိဘတွေကိုလွမ်းစိတ်နဲ့မိုက်ကန်းနေတဲ့ လူဆိုးမလေးပေါ့။\nမိဘတွေ သေဆုံးပြီးကတည်းက သူဟာမိဘတွေနဲ့ နေထိုင်ခဲ့တဲ့ ရပ်စ်ဘဏ်ဆိုတဲ့မြို့လေးကနေ စွန့်ခွာခဲ့တယ်။အဲ့လိုနဲ့ သံသရာလည်နေပြီး\nသူ့ကိုဒုတိယအခွင့်အရေးပေးတဲ့အနေနဲ့ ရပ်စ်ဘဏ်ဆိုတဲ့သူ့ရဲ့မြို့ဟောင်းလေးက RBCမိန်းကလေးကျောင်းကို ပို့ခဲ့ပါတယ်။အဲ့ဒီမှာနေရင်းသူ့အိမ်မက်ထဲကနေ\nwendallနဲ့wildဆိုတဲ့ မြေအောက်ကမ္ဘာက နတ်ဆိုးလေးတွေနဲ့ဆက်စပ်မိခဲ့တယ်။အဲ့အချိန်မှာ သူ့မိဘတွေကို ပြန်အသက်သွင်းပေးနိုင်ရင်နတ်ဆိုးလေးတွေကို\nသက်ရှိတွေရဲ့နိုင်ငံတော်ကို ဆင့်ခေါ်ပေးမယ်လို့ ကတိပေးခဲ့တယ်။တဖန်ရပ်စ်ဘဏ်ဆိုတဲ့မြို့လေးကိုလည်း ကလက်စ်ကော့ပ်မိသားစုက‌\n‌ထောင်နေရာတည်ဆောက်ဖို့လိုချင်နေတာဖြစ်တယ်။အရင်ကလည်း ရပ်စ်ဘဏ်မြို့ကို မီးလောင်တိုက်သွင်းခဲ့တာ။အဲ့အမှုကိုရောကတ်နဲ့ နတ်ဆိုးလေးနှစ်ကောင်က ဖော်ထုတ်နိုင်မှာလား။မြို့ကိုရော မသမာသူလက်ထဲကကာကွယ်နိုင်မှာလား။\nကတ်ကရော သူ့မိဘတွေကို ပြန်အသက်သွင်းနိုင်မှာလား ဆိုတာကို စောင့်မျှော်ကြည့်ရှူရမှာပါ။တကယ်ကိုကြည်နူးစရာ ဇာတ်ကားလေးတစ်ပုဒ်ပါ။",
      "file_link": "Wendell & Wild - 2022",
      "genres": "Horror,Comedy,Adventure",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BMDZlMjcwZjMtYTQ3YS00N2IzLWI5ZWItZDY1YTMzZTE5YTFmXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_.jpg?alt=media&token=2a122ccb-aaae-4121-b7fe-474566e037fd",
      "name": "",
      "quality": "720p",
      "size": "1.1 gb",
      "yt_link": "tJp5pLsXhgo"
    },
    "-NG77LwxaRoFRau7k4ib": {
      "Country": "English",
      "IMDB": "5.6/10",
      "MX": "https://ruka-chan.luteg.repl.co/download/7102",
      "description": "\nဒီတစ်ခါမှာတော့ မကြာသေးခင်ကမှထွက်ရှိထားတဲ့ Thriller ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေခင်ဗျာ။ ဒီဇာတ်ကားက (၂၀၁၄) တုန်းကထွက်ရှိခဲ့တဲ့ ဩစတေးလျဇာတ်ကားတစ်ကားကို remake လုပ်ထားတဲ့ Goodnight Mommy ဆိုတဲ့ကားလေးဖြစ်ပြီး အဲလီးယပ်စ်နဲ့ လူးကပ်စ်ဆိုတဲ့ အမြွှာညီအစ်ကိုလေးနှစ်ယောက်က ဇာတ်လိုက်အနေနဲ့ပါဝင်ထားပါတယ်။ နာမည်လေးအတိုင်းပဲ အမြွှာနှစ်ယောက်ဟာ မိခင်ဖြစ်သူနဲ့အတူနေထိုင်ဖို့ မိခင်ရဲ့အိမ်ဆီ ရောက်ရှိလာရာကနေ ဇာတ်လမ်းလေးအစပြုလာပါတော့တယ်။ သူတို့ကိုစောင့်ကြိုနေတဲ့အမေက သူတို့မှတ်မိထားသလိုမဟုတ်ဘဲ မျက်နှာတစ်ခုလုံး ပတ်တီးတွေစည်းထားတဲ့အပြင် မူမမှန်မှုတွေကို ဆက်တိုက်တွေ့ရှိလာတဲ့အခါမှာတော့ ဒါဟာ သူတို့အမေမှဟုတ်ရဲ့လားဆိုတာ ညီအစ်ကိုနှစ်ယောက်အတွက် စဉ်းစားစရာဖြစ်လာတာပေါ့။ အဲဒီအချိန်မှာပဲ ထိတ်လန့်စရာကိစ္စတွေကိုပါ ဆက်တိုက်တွေ့ကြုံလာရတဲ့အခါမှာတော့ အမြွှာညီအစ်ကိုနှစ်ယောက်ဟာ သူတို့အမေဆိုသူရဲ့လက်ထဲကနေ ထွက်ပြေးလွတ်မြောက်ဖို့ ကြိုးစားကြပါတော့တယ်။ အဲလီးယပ်စ်နဲ့ လူးကပ်စ်တို့အမြွှာညီအစ်ကိုနှစ်ယောက် သူတို့အမေလက်က လွတ်နိုင်ပါ့မလား။ သူတို့ကြုံနေရတဲ့သူက အမေအရင်းမဟုတ်ဘူးဆိုရင် အမေအရင်းကရော ဘယ်ရောက်နေခဲ့တာလဲ။ အရာအားလုံးနောက်ကွယ်က ထိတ်လန့်စရာအမှန်တရားကရော ဘာဖြစ်မလဲဆိုတာကိုတော့ ဇာတ်ကားလေးကြည့်ရင်းပဲ အဖြေရှာကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်ခင်ဗျာ။",
      "file_link": "https://t.me/HanniMovies7/288?single",
      "genres": "Drama,Thriller",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FMV5BM2JmZWRjNzItMmY5YS00NTM5LTgwYzktM2Q1MDdkYTI3ZTFlXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_.jpg?alt=media&token=ea2c03ff-3351-491c-a7ba-bcfa17521267",
      "name": "Goodnight Mommy - 2022",
      "quality": "1080p",
      "size": "1.21 gb",
      "yt_link": "3lKm2Vct3x4"
    },
    "-NG78cun8FNqnvdZxiSu": {
      "Country": "China",
      "IMDB": "6.6/10",
      "MX": "https://ruka-chan.luteg.repl.co/watch/7106",
      "description": "စုံထောက်ကာတာ တရုတ်နိုင်ငံသို့ အလည်အပတ် ရောက်ရှိနေစဉ်\n\nအမေရိကန်သံရုံးဗုံးခွဲတိုက်ခိုက် ခံခဲ့ရပါတယ်။\n\nဒီတစ်ခေါက်တော့ အိမ်ရှင် အင်စပက်တာလီ က ဧည့်သည် စုံထောက်ကာတာ ကို\n\nဘယ်လိုဧည့်ခံ မလဲ ဆိုတာနဲ့ စုံထောက်ကာတာရဲ့အလွဲလွဲအချော် ချော်လုပ်ရပ်တွေကို\n\nတဝါးဝါး ရယ်မောကြရမှာ သေချာပါတယ်။\n\nဗီလိန်အဖြစ် တရုတ် မင်းသမီးချောလေး Zhang Ziyi လည်း ပါဝင်ထား ပါတယ်",
      "file_link": "https://t.me/HanniMovies7/238",
      "genres": "Comedy,Action",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221105_204412_990.jpg?alt=media&token=6f41c76e-e9c6-451e-a88d-d45947a28d53",
      "name": "Rush Hour 2 - 2001",
      "quality": "720p",
      "size": "812 mb",
      "yt_link": "SCTzYY95Aw4"
    },
    "-NG78pbt3R30OrbBB8x5": {
      "Country": "China",
      "IMDB": "6.6/10",
      "MX": "https://ruka-chan.luteg.repl.co/watch/7106",
      "description": "စုံထောက်ကာတာ တရုတ်နိုင်ငံသို့ အလည်အပတ် ရောက်ရှိနေစဉ်\n\nအမေရိကန်သံရုံးဗုံးခွဲတိုက်ခိုက် ခံခဲ့ရပါတယ်။\n\nဒီတစ်ခေါက်တော့ အိမ်ရှင် အင်စပက်တာလီ က ဧည့်သည် စုံထောက်ကာတာ ကို\n\nဘယ်လိုဧည့်ခံ မလဲ ဆိုတာနဲ့ စုံထောက်ကာတာရဲ့အလွဲလွဲအချော် ချော်လုပ်ရပ်တွေကို\n\nတဝါးဝါး ရယ်မောကြရမှာ သေချာပါတယ်။\n\nဗီလိန်အဖြစ် တရုတ် မင်းသမီးချောလေး Zhang Ziyi လည်း ပါဝင်ထား ပါတယ်",
      "file_link": "https://t.me/HanniMovies7/238",
      "genres": "Comedy,Action",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FIMG_20221105_204412_990.jpg?alt=media&token=6f41c76e-e9c6-451e-a88d-d45947a28d53",
      "name": "Rush Hour 2 - 2001",
      "quality": "720p",
      "size": "812 mb",
      "yt_link": "SCTzYY95Aw4"
    },
    "-NG7E4cvBDBZxTLE2TO-": {
      "Country": "English",
      "IMDB": "6.9/10",
      "MX": "https://ruka-chan.luteg.repl.co/download/7108",
      "description": "IMDb Rating – 6.9/10\n\nဒီဇာတ်ကားကတော့ ဒီနှစ်ထဲမှာ အတော်နာမည်ကြီးတဲ့ ဟော်ရာကားထဲ\nပါပါတယ်။ သရဲကားစစ်စစ်ကြီးပါ။ ဝုန်းခနဲခြောက်တဲ့အကွက်တွေကလည်း\nအတော်ကိုကြမ်းလို့ ရုံမှာကြည့်တဲ့သူတွေ အတော်ကိုကြောက်ကြတယ်\nပြောပါတယ်။ ဇာတ်လမ်းကလည်း ပဟေဠိဆန်ဆန်ဆိုတော့ စိတ်ဝင်စားဖို့\nကောင်းပါတယ်။ ဟော်ရာတို့ရဲ့ ကောင်းခြင်းနဲ့ပြည့်စုံတယ်ပြောရမှာပေါ့။\n\nဇာတ်လမ်းအကျဉ်း\n——————–\nဒေါက်တာ ရို့စ် ကော်တာဟာ စိတ်ရောဂါကုဆရာဝန်တစ်ယောက်ဖြစ်ပြီး\nအရေးပေါ်စိတ်ရောဂါကုသရေးဌာနမှာ တာဝန်ကျပါတယ်။ အရေးပေါ်ဆိုတဲ့\nအတိုင်း အသည်းအသန်စိတ်ဖောက်နေတဲ့သူတွေပဲ ရောက်လာတာများပါတယ်။\nထူးဆန်းတာတွေလည်းအများကြီးပါပဲ။ တစ်နေ့မှာတော့ သူ့ဆီကို အရမ်းကြောက်\nလန့်ပြီး ရောက်လာတဲ့လူနာတစ်ယောက်က သူ့ရှေ့မှာတင်ပဲ ရက်ရက်စက်စက်\nဆူဆိုက်လုပ်သွားပြီး သူ့ကို ပြုံးပြသွားပါတယ်။ အဲဒီနောက်မှာတော့ သူကိုယ်\nတိုင်လည်း ကြောက်စရာကောင်းတာတွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါ အဲဒီလူနာသေဆုံး\nတာဟာ သွေးရိုးသားရိုးမဟုတ်နိုင်ဘူးဆိုပြီး လိုက်စုံစမ်းကြည့်လိုက်တဲ့အခါ\nကြောက်စရာပေါ် ကြောက်စရာဆင့်စရာတွေ တွေ့လာရပါတော့တယ်။",
      "file_link": "https://t.me/HanniMovies7/289",
      "genres": "Horror",
      "img_link": "https://firebasestorage.googleapis.com/v0/b/luumatesway.appspot.com/o/fs%2FSmile_(2022_film).jpg?alt=media&token=1ebb5266-cd87-452a-83dc-a222a72d7536",
      "name": "SMILE - 2022",
      "quality": "720p",
      "size": "489mb",
      "yt_link": "BcDK7lkzzsU"
    }
    }
  ]